Ġ a
Ã ¡
Ã ©
Ġ t
Ġ ,
e r
i n
h e
e n
Ġ .
e l
Ġ s
o n
a n
a t
Ġ m
o r
e t
e s
Ġt he
a l
Ġ f
e d
i s
Ġ k
a r
Ã ¶
Ġ h
Ã ³
Ġ b
g y
Å ĳ
Ã© s
Ġ c
Ġ o
Ġ w
i t
a s
Ġ p
Ġ v
r e
o l
Ġ A
Ġ n
Ġ l
Ġa n
Ġ 1
Ġ in
e k
r o
Ġ e
a k
Ġ d
Ġo f
Ã Ń
s z
in g
i l
o t
Ġan d
Ġs z
e g
Ã¡ l
e m
i c
Ã ¼
Ġt o
Ġ S
a d
Ã¡ n
u s
o s
Ã¡ r
Ġa z
Ã¡ s
o m
Ġ Ã©s
Ġ T
u t
Ġ r
Ġ M
en t
i k
i on
u r
a m
o k
Ġ el
b an
Ã© n
u l
Ġ B
et t
u n
i g
Ġ C
e z
l y
Ã¼ l
Ã¡ t
b en
Ġ is
Ġ "
Ã© g
i d
i r
a p
Ġ 2
Ġ (
Ġt h
Ã º
e c
Ġ1 9
Ġ )
a c
Ġ g
ÃŃ t
Ġ H
Ġa l
Ġk Ã¶
Ġ E
ot t
i v
a g
Ã© r
Ġ I
t er
Ġ P
Ġ @
i m
Ġ j
Ġe gy
b b
Ã¡ g
o z
Ġm eg
Ġw as
Ġ re
â Ģ
Ġf or
e v
Ġ L
Ġ F
Ã© t
Å ±
Ġ K
Ġ R
Ġ on
l e
z t
Ġ D
Ã© k
Ġ '
Ġ N
t t
Ġ G
Ġ âĢ
r a
0 0
Ã© l
a gy
Ġ@ -
Ġ@- @
Ġ he
es t
er s
u m
Ġ J
a i
Ġs t
in t
s t
ĠT he
Ġb e
ar t
o w
o d
a j
Ã¡ k
Ġa s
a y
Ã© p
it h
e p
t h
c h
ol t
j a
en d
s Ã©g
Ġf el
Ġ W
a v
Ã©s z
b er
Ġw h
Ġw ith
u d
Ġc s
at ion
an d
ro m
Ġth at
Ã³ l
i a
u g
t a
Ã© v
il l
o g
ĠkÃ¶ z
er e
o v
a b
c e
el l
Ã¡n y
Ġh o
Ġb y
on t
r i
el y
Ġ it
Ġ O
Ã¡l l
Ġa m
c s
Ã¶ r
Ã¡ z
Ġv olt
o p
Ġ V
i z
a z
is t
Ã¡ m
Ã©n y
Ġho gy
c i
Ġsz er
Åĳ l
or t
Ġp ro
al l
Ġd e
es s
Ġn em
i f
u p
Ġ or
s Ã¡g
Ġl e
Ã¡l t
n y
Ġh is
t e
n ak
n i
c t
Ġa t
Ġ1 8
a in
ĠâĢ ĵ
ar d
un d
Ġf rom
n ek
Ã¶ tt
i p
Ġ :
Ġ U
Ã¡ ban
r an
Ġ 3
Ġ2 0
Ġc om
ic h
Ã¡ b
ec t
e w
at t
on g
in d
Ġ2 00
ig h
ĠI n
Ġc on
ĠA z
Ã¶ n
Ġh ad
an t
ul t
i es
Ã¶ l
ro s
e gy
Ġa d
Ġk i
f or
u b
Ġw ere
q u
Ġa k
m er
e ar
Ġ ut
Ġp l
Ġn y
Ġt er
Ġ gy
Ġe x
sz er
Ġ -
Ġ Ã©v
Ġ Ãº
an g
at e
s Åĳ
Ã©r t
Ã¡l y
on d
h at
l en
s e
p l
Ã¼l t
Ġc h
as t
ĠS z
v e
he t
ÃŃ r
ĠS t
v er
e j
Ġ20 1
it y
Ġs h
o c
at ed
Ã© ben
ug h
o ut
Ã¶ s
iv e
ac k
Ġl eg
Ġ Ã¡ll
u k
os t
am e
o ur
Ġs p
Ġh as
Ġ 4
Ġ ;
Ã¶ k
r it
ol l
v et
sz Ã¡g
Ġa r
i an
em ber
Ġe z
Ã¼l et
sz t
es z
al m
Ã¡ v
Ã¶ z
Ġj el
ĠC h
us t
Ġel Åĳ
Ġ 5
Ġ Ã
Ġwh ich
Ġk er
k or
Ġ id
Ġ er
ol y
u c
Ã©n t
h er
in e
Ġe m
Ġsz Ã¡m
Ġt el
Ġa re
Ġhe ly
or d
Ã¡ j
al ly
Ã¡r a
Ġn ot
Ġp r
Ã³ k
Åĳ k
Ġn agy
Ġ y
ez et
igh t
agy ar
es zt
as s
ett e
Ã¶ bb
Ġ z
m ent
Ġv is
Ã¡ ros
ar y
Ġ un
er t
Ġh er
Ġin t
ĠA n
Ġh at
Ġv Ã©g
ĠA l
ÃŃt ott
o ul
o un
Ġs e
f f
o us
Ġ en
Ġv al
ÃŃ n
s o
or e
il m
av e
b a
z et
ek et
k ez
l d
Ġt art
Ã¡s a
on y
Ã¡n ak
Ã© m
an y
Ġr end
Ġ19 9
Ġel sÅĳ
p r
Ã³ d
or k
aj d
Ġ 6
Ġm Ã¡s
is h
ÃŃ v
Ġn ev
Ġk or
Ġp er
Ġin c
Ã¼ k
e i
r y
h oz
Ġ Ã©l
oul d
Ġb ut
f ter
p p
Ġf ir
g e
th er
Ġm ag
r u
ar k
Ġm Ã¡r
b e
Ġam ely
Ġt Ã¶bb
Ã© re
el t
he n
Ġ ro
i re
ol d
Ġt Ã¶r
or szÃ¡g
id e
ig n
u re
ion s
Ġa b
Ġr Ã©sz
n e
Ġf Åĳ
as z
Ġm Å±
ol g
Ã©s e
ĠT h
w o
Ġm ind
ĠkÃ¶z Ã¶tt
p er
Ġk ap
Ġc l
m Å±
Ġfir st
Ã©n ek
at er
Ġut Ã¡n
i b
u e
ĠH e
Ġp art
Ġ Ã¡t
Ġthe ir
Ġit s
Åĳ s
Ġ 7
m an
Ã© d
un k
o b
ic al
Ġt an
ag e
om e
Ġ1 7
Ġr es
Ġal so
ok at
Ã¶ v
c c
Ġ Ã©r
Ġm int
Ġv agy
he d
Ġf ilm
en ce
en s
ĠÃº j
i al
al Ã¡l
im e
Ã¡ d
Ġ 8
ĠâĢ Ŀ
Ġr el
Ġc ont
Ġk Ã©t
z Åĳ
k el
e b
ev er
k ed
Ġ us
ĠâĢ ŀ
ac h
or s
i e
Ã© ly
ik us
el m
ow n
et i
Ġ Y
Ã¶s sz
Ġm ely
Ġb ec
ep t
Ġs er
il e
Ġ Ã©p
Ġon e
Ã¡ sz
Ġre c
j e
Ġh ave
Ġa g
Ã¡v al
Ġk Ã¼l
v a
as zt
p ort
il Ã¡g
ci Ã³
Ġk ez
Ġm ajd
Ã¡ bb
Ġel len
k oz
Ġ Z
Ġjel ent
Ġ@ .
Ġ@. @
Ġl ett
Ġ 9
Ġc ÃŃ
Ġal l
Ġs or
en g
ic e
ĠM ar
Ġt wo
ĠE z
Ã¡s t
Ġin d
Ġ1 5
en y
Ã¡r t
Ġwh o
n a
Ġd is
Ġt e
Ġcs ak
ĠkÃ¶ r
ac t
ur ing
it ion
Ġ19 8
en c
l and
ĠI t
Ġ im
T he
r ic
Ġbe en
o ugh
er n
Ġ Ã¶ssz
Ġm i
b Ã³l
hat Ã³
el Åĳ
Ġs c
ĠkÃ¶ vet
h Ã¡z
Ġ@ ,
Ġ@, @
Ġt r
o h
Ġ es
ur n
ĠA r
Ġth is
Ġm agyar
Ġb et
Ġal ap
k al
ĠU n
Ġ1 6
Ġk Ã©p
Ġy ear
ik ai
l ud
ac e
ĠE gy
u ch
o und
Ã³ t
Ġaz on
Ã¶l d
Ġof f
l i
o bb
n Ã¡l
Ġd es
Ġa tt
Ġb el
Ġ up
Ġa fter
âĢ ĵ
am p
er ed
Ġo ut
or y
Ã¡z ad
ad e
Ġ1 0
Ġ19 4
Ġpl ay
Ġo ver
Ġcom p
Ġ19 7
Ġd ec
n ok
he z
ation s
Ġa pp
on e
o sz
Ġj Ã¡t
Ġthe y
Ġf og
Ġm Ã©g
ir Ã¡ly
m Ã©ny
ÃŃt ett
o y
Ã¼l Ã©s
Ġp ed
Ã¡r s
ÃŃt Ã¡s
re e
1 9
oz at
Ġe v
is s
ev el
Ġf oly
i Ã³
a w
Ġ1 2
Ġkez d
ĠE n
Åĳ bb
is zt
ï ¿
ï¿ ½
Ã© z
Ã©v el
e as
l Ã³
il y
om Ã¡ny
Ġin ter
es en
Ġw ould
ent s
Ġinc lud
Ġv Ã¡lt
b Åĳl
it e
Ġped ig
Ġvis sz
on s
Ġ19 6
00 0
ÃŃ z
Ġv an
k Ã©nt
Ġ Ã¼
Ã¡b or
Ġh im
Ġszer int
Ġt ime
Ġp re
w ard
Ġv ilÃ¡g
Ġint o
for m
l et
Ġf e
f t
b um
Ġt ud
het Åĳ
Ġtel ep
l es
t at
Ġk is
Ġ Åĳ
w n
Ġa h
t ak
k Ã¶
Ġs he
ez t
m Ã¡ny
Ã©s t
z s
ut at
p t
at es
r ed
Ġ ÃŃr
w e
it ed
Ġcs ap
ran c
Ġal k
al om
Ġsz Ã¡zad
Ġl ak
Ġf i
Ġn e
j Ã¡k
er m
oun t
an s
at h
Ġo ther
Ġsz em
e bb
Ã©s Åĳbb
Ã¡lt al
al t
o od
Ġfor m
j el
f er
ic s
Ġ ÃŃ
or n
k Ã¶z
ĠE l
Ġcom m
A z
an ce
ro ugh
Ġm ar
a bb
Ġv Ã¡ros
ell ett
Ġw e
Ã¡l is
Ġ1 4
Åĳ d
Ġ19 5
i um
il d
ic k
Ġv Ã¡l
us e
Ġ1 3
ro d
i ed
o u
t on
Ġegy ik
Ġm ore
t Ã©n
Ġh ar
he s
Ġal bum
ub l
Ġw ork
s on
ro p
u szt
Ġan y
Ġszer ep
el v
ĠN ew
Ġ ill
Ġre g
r am
ct ion
Ġm in
ing s
en n
v el
a il
Ġre m
at a
as Ã¡g
ez ett
k ol
Ġn ew
r es
Ġn Ã©
j Ã¡t
Ġf in
Ġf l
Ġter Ã¼let
Ã³ n
Ġs o
Ġp ol
r al
i o
Ġm ost
Ġs ec
Ġter m
Ã¡s ok
l eg
t Åĳl
ic t
i ai
w ay
e y
Ġk irÃ¡ly
Ġk Ã©sz
Ġ Ã¡ltal
os e
r on
oz ott
Ġw hen
ĠÃŃ gy
l t
ab le
Ġ ig
Ġpro d
Ã¶ t
Ġcon s
ot h
a h
oc k
ĠA mer
Ġazon ban
or th
sz ak
Ġ1 1
as on
Ġc ent
v i
Ġer ed
Ġ19 3
Ġt alÃ¡l
an u
an i
Ã³ g
Ġv ers
ak e
Ġv ezet
ta in
an c
Ġf ej
ĠL e
Ġid Åĳ
ter n
re at
om m
os s
et len
Ġ 000
Ġ und
Ġval am
Ã©m et
ĠkÃ¼l Ã¶n
Ġa cc
ez Åĳ
Ã¡b a
Ġak i
Ġo k
an n
en ek
Ã¡r m
f i
Åĳ z
Ġt ag
it t
p en
Ġd uring
he ly
Ġ i
j Ã¡n
ez te
al s
v ed
is z
Ġag ain
Ã¶l t
ĠA s
Ġst r
Ġ Ã©rt
Ġl Ã¡t
ek kel
Ġval Ã³
Ġk Ã©sÅĳbb
Ã¡ ciÃ³
ez Ã©s
Ġthe m
ro und
ar e
Ġ Ã³
h ip
Ġon ly
at al
iv el
we en
ri b
Ġm unk
Ġth an
ranc ia
ik or
Ġtelep Ã¼lÃ©s
ar i
Ġal ak
od ik
Ġr et
Ġ ir
Ġt em
Ġhas z
out h
j t
Ġsz ÃŃn
Ġc o
Ġah ol
t Ã¡k
Ġs up
ec h
ation al
og at
Ã¼ n
Ã© ter
oll ow
Ġe p
Ã¼ tt
en er
em ent
Ġb u
Ġp ar
ept ember
Ġp o
Ġcsap at
Ã³ p
Ġab out
ĠM agyar
Ã¡ ro
Ã¡ rom
Ġg ame
Ġal att
a id
el i
Ġ19 2
Ġl ater
for e
al Ã¡d
Ġl Ã©t
Ġo ld
or m
ĠI I
Ġch ar
Ġbet ween
ÃŃt Ã©s
ĠS p
Ġker Ã¼lt
Ġs ong
Ġm ill
Ġn ap
t Ã³
al k
Ġ qu
Ġk n
Ġe ar
Ã¡bor Ãº
Ġth ree
os sz
Ġs em
Ġb o
Ġs ur
ĠtÃ¶r tÃ©n
on al
om b
ï¿½ ï¿½
gy an
ik e
ĠÃ ģ
Ġ19 1
os an
Ġa ct
Ġ end
g at
or ld
a int
ĠS h
Ġs ik
p h
Ġth rough
et e
Ġb eg
Ã¡s i
f el
Ġn um
Ã©s zt
am es
ĠcÃŃ mÅ±
p ont
Ġwh ile
Ã³ z
Ġaz t
ĠAmer ic
Ġk at
Ġs ok
Ġrel eas
Ã¡ ja
ĠB r
Åĳ r
Ã¡s Ã¡t
Ġb ar
Ġegy Ã¼tt
ul l
aj nok
ĠJ oh
Ã¶n t
Ġ 0
n Ã¶k
Ġmi att
Ġsp ec
t ek
Ġad d
Ġm od
I n
ter s
r Ã³l
Ġtel j
ĠC l
er y
ul ar
Ġde f
ov ember
d er
Ġs ub
Ġb as
in k
el et
Ġe g
Ġ ur
Ġj Ãº
Ġd o
ĠÃ©v ek
pr il
Ġd ay
c ess
Ã¶ g
Ġb l
ir t
Ġwh ere
Ġsec ond
Ġis mer
Ġem ber
Ġor szÃ¡g
at ing
Ġam i
Ġh igh
Ġg r
Ġre p
Ġmind en
Ġcs alÃ¡d
at i
Ã¡r i
Ġm ade
a ir
ut Ã¡n
iv ed
t Ã³l
r end
t en
i x
Ġ u
es sÃ©g
Ġsz ak
az d
Ã©l d
Ġa ut
in s
Ġm Ã©r
Ġf our
Ġp ubl
ĠO n
v Ã¡bb
z ett
Ġm egy
Ġto vÃ¡bb
e x
Ġrec ord
v al
s or
l al
Ġs ome
el em
Ġm et
Ġb i
Ġle het
is ion
Ġp e
o ol
Ã©t el
Ġt Ã¡m
ĠÃ ī
Ġm ov
Ġse ason
Ġs uch
r en
f og
Ġbe fore
is hed
Ġo l
Ġf ollow
alm az
Ġ /
l l
Ġund er
et em
al e
Ã¡b Ã³l
an k
ĠjÃ¡t Ã©k
Ġm on
r ess
ĠmÃ¡s odik
Ġth ere
Ġf al
ur y
Ġh aj
Ġk m
Ġh al
i er
szer Å±
Ġvalam int
ect ed
ÃŃtott a
kÃ¶ d
Ġw rit
ott a
ĠÃ©l et
t el
Ġm us
Ġn Ã©p
Ã³ i
v Ã¡n
if ic
t et
ĠJoh n
Ġte am
Ġl ar
Ġg ro
Ġm en
o gy
Ġs y
r Åĳl
s el
v ezet
ow ever
u sz
Ġm e
for d
Ġ ent
k i
is e
ar s
Ġc an
n Åĳ
Ġh Ã¡rom
Ġyear s
s p
od e
v Ã©sz
ĠG y
ĠTh is
Ġp Ã©ld
ĠB l
Ġsz ab
ad t
ĠB rit
Ġc all
em Ã©ny
a f
le y
ĠkÃ¶vet kez
Ġt ra
Ġ2 5
ĠA m
Ġn Ã©met
Ġem l
Ġus ed
o ber
cs ol
l an
orszÃ¡g ban
ĠC s
Ġsz int
f l
sz Ã¶r
a x
ain ak
Ġ3 0
at ok
Ã³ m
Ġin v
Ġs eg
u al
el d
Ġep is
ett Ã©k
Ġbe ing
Ã³ ja
ĠA t
iz ed
Ġthe n
Ġl oc
Ġill et
eb ru
Ġm an
in ek
ect ion
ĠkÃ¶z sÃ©g
Ġo ly
Ġh oz
Ġm at
j Ã¡r
ow er
e f
om p
ir d
Ġny elv
ĠcÃŃ m
Ã¡ cs
Ġnem zet
k Ã©p
Ġsh ow
in a
Ġpol it
Ãº l
Ġm ellett
Ġeg Ã©sz
Ġ ed
en i
Ġn o
Ġa p
in ce
Ġagain st
Ġsik er
Ġv on
in n
ot her
p ed
ĠIn d
v is
s al
ĠB ud
as h
ĠA d
Ġd ep
ĠO r
Ġ X
s Ã³
Ġnum ber
Ġn Ã©v
Ġgy ak
ĠUn ited
at her
b l
Ãº t
Ġpr es
v Ã¡ny
ol Ã³g
Ġbec ame
Ġd r
c es
Ġchar ac
Ġle ad
iv ers
Ġas s
Ġh ang
e h
ĠC ar
Ã³ s
ol e
Ġt est
a use
Ã¶ vet
Ġfel t
Ġh Ã¡z
ur g
ĠâĢ Ķ
it s
Ġcon c
in es
Ġa ir
ever al
ĠS c
c k
Ġ201 5
ĠszÃ¡m a
Ġs ing
al ak
evel op
z el
ur Ã³p
g g
Ġ est
ap est
Ġu gyan
iv er
v Ã©ny
ran s
ny v
Ġinclud ing
Ġw ell
ad Ã¡s
Ġf ound
Ġc ap
Ġk on
iv al
os sÃ¡g
t il
ĠS he
ezt Ã©k
sz ÃŃn
ĠAn d
Ġoly an
ĠU S
Ġsor Ã¡n
ur es
Ġb oth
Ġak kor
ĠâĢ Ļ
ott Ã¡k
Ã¡ p
Ã©s i
Ġb ack
Ġsh ip
Ġillet ve
Ġp op
Ġser ies
et s
if e
Ã¡ hoz
ĠI s
ĠelÅĳ tt
ĠÃº gy
Ġb r
Ġo per
Ġl ab
ĠjÃ¡t sz
ut e
ig in
ros s
Ġd id
Åĳ t
Ġd olg
Ġker eszt
g el
Ġs aj
Ġb iz
oz Ã³
Ġg o
Ġapp ear
ÃŃ g
Ġig az
Ġex t
Ġc re
ov ern
Ġl ong
Ġmeg jel
Ġo szt
er v
a u
an e
ĠE d
es Ã©g
sÃ©g e
Ġc ar
Ġa c
a it
in ed
Ã©s Ã©t
Ġh ossz
Ġvolt ak
Ġhasz nÃ¡l
h y
Ġf Ã¶ld
ĠEn g
iz s
ÃŃtott Ã¡k
op ort
ĠE r
o szt
ar m
Ġk iv
Ġj Ã¡r
Ġ19 0
ĠÃ©s z
Ġmeg t
g ed
Ġd ire
is ta
Ġd evelop
Ġ Q
ek t
Ã¼ gg
Ġd if
ĠF or
Ġepis ode
Ġs l
Åĳ en
Ġin st
it ies
Ġcs at
Ġkap csol
Ã¡n d
ej Ã©n
ĠkÃ¶r Ã¼l
Ġcont r
Ġs aid
Ġr Ã©g
pl om
ĠP r
Ġjel en
is ed
Ġir Ã¡ny
Ġb ro
Ġst ud
ĠS ch
Ġm any
sÃ©g es
c ed
Ġc ould
as e
Ã©s ek
Ġp os
ĠAmeric an
Ġsz Ã¼let
Ġt it
Ġre ce
Ġ2 1
Ġam ikor
Ġcont in
Ġo b
Ġes et
Ġg ener
Ġv ol
is m
Ġpro g
Ã¡ ul
l at
Ġrend szer
Ġs everal
ÃŃt Ã³
th ough
ĠA ust
Ġ18 9
Ġ ]
ĠvÃ¡l aszt
Ġdes c
Ġtelj es
ĠW ar
Ġf r
u ed
Ġar t
Ġvis z
em b
Å± n
ĠB ar
Ġk ell
Ġ2 4
ĠE m
Ġcom pl
f ul
Ġt Ã¡rs
Ã¶ m
Ġz en
Ã³ r
k Ã¼l
aj or
Ġv i
Ġs m
Ġ [
i am
Ġkn own
g er
Ġs uc
Ġpro v
em ez
et h
Ġsz olg
Ã¡n os
ĠÃ¡ll am
u ally
ĠW h
r ist
ĠC on
ĠF er
k er
ĠY ork
Ġbeg an
v Ã©d
id ent
el s
Ġor igin
im es
ĠN em
Ġrem ain
Ġret urn
ĠL ak
Ġd Ã©l
ĠF rancia
Ġ2 2
Ġm ent
c eg
os a
Ġk it
ĠA ug
e an
r is
Ġprod uc
Ġn ear
Ġ Ã¶n
eng er
Ġdes ign
Ãº g
ĠM ay
op le
ok ban
Ġp Ã¡ly
m y
ĠH ar
j ect
Ġs ign
n agy
ak ing
ĠmÅ± kÃ¶d
Ġe ff
o ot
z i
Ã¼l Åĳ
at ive
in c
ĠB e
ĠJ ul
ĠN agy
us s
Ġr un
Ġel v
Ġ201 0
Ã¡n t
Åĳk et
ig et
un e
ĠG er
Ġmus ic
Ã© b
Å± r
x t
Ġd Ã¶nt
Ġun til
id ed
Ġfej l
st em
Ġo wn
Ġear ly
Ġ Ã¡
Ġ18 8
Ġfe at
anu Ã¡r
Ġcall ed
Ġs im
Ġe zt
Ġreleas ed
zÅĳ d
Ġd ist
ĠrÃ©sz e
Ġw ar
ont os
Ãº z
Ġit t
Ġvissz a
Ġp ass
h aj
Ġm oz
Ġt rans
Ġj ell
Ġn Åĳ
ur ed
Ġl Ã©p
ÃŃ j
ĠkÃ¶z Ã©p
ĠkÃ¶ lt
Ã³ b
Ã¡s Ã¡ra
ĠnÃ© gy
Ġm ed
Ġ2 3
irt ok
Ġ1 00
ik a
Ġm il
v ers
Ġny ug
Ã©sz et
Ġd own
2 0
Ġt iszt
Ġk il
ĠlÃ©t re
ist s
ĠA fter
Ġex p
Ġj anuÃ¡r
Ġak ik
Ġsaj Ã¡t
i ev
Ġh a
il t
Ġan g
Ġ if
Ġ200 8
Ġres p
Ġ $
l ed
Ġ201 1
Ġc rit
Ġf am
sÃ©g et
o x
Åĳ je
r ap
Ġfor d
Ġfog lal
ĠW ill
Ġ Â
Ġmill ion
Ġr Ã©szt
Ġvers eny
Ġal ong
ĠBud apest
Ġdire ct
z a
ĠBrit ish
Ġmeg sz
ÃŃt ette
er ikai
ci al
os ed
Ġv Ã¡r
s er
Ġj og
al es
h am
Ġo pen
vi ew
ÃŃv Ã¼l
Ġmag as
ang e
Ġegy es
k a
Ġc oll
o ok
d ar
Ġh Ã¡borÃº
m Ã©r
u es
Ġtag ja
Ġoff ic
Ġgro up
Ġ200 9
ĠÃ¶ssz e
Ã¡rm az
Ġc ount
Ġid e
Ġm Ã³d
tÃ³ ber
ut ion
Ġthe se
Ġkap ott
Ġc Ã©l
Ã¡j us
Ġp ort
Ġ Ã¶t
Ġl and
v Ã¡ros
ĠÃ©sz ak
g an
ci us
Ġtan ul
ĠÃº t
es ter
Ã¡s sal
Ġg overn
Ġm ay
Ġ18 7
ĠAug ust
he l
f Ã¶ld
ĠP h
ov e
Ġt ri
Ġ200 7
ĠtalÃ¡l hatÃ³
Ġp ers
Ġh agy
or v
Ġtem plom
Ġkat on
ac ed
v en
Ġz s
ĠG e
Ġ18 6
end ed
n ev
ĠszÃ¡m Ã¡ra
h a
Ġpo int
Ġd al
Ġt urn
Ġez Ã©rt
y p
Ġel m
. .
ĠJ ap
Ġh alÃ¡l
Ġhas on
am ed
ent ly
Ġhar m
i ally
Ġs ch
Ġn Ã¶v
ek kor
Ġsuc cess
ĠW orld
azd asÃ¡g
Ġg u
Ġ rom
Ġv Ã©d
ek ben
g est
ĠÃ©r d
Ġk ar
Ġt al
sz Ã¡m
gy el
un g
Ġt Ã©r
Ġdis c
g et
ĠF ran
en e
Ġatt ack
Ġst art
ĠM c
Ġv ÃŃz
Ġmegy Ã©ben
es e
ĠG r
ĠS eptember
Ġs ame
ĠkÃ¶z el
r el
ĠP l
eg e
ech n
z Ã©s
Ġbec ause
Ġ2 8
is kol
ĠF l
Ġmeg h
l er
Ġb att
Ġpe ople
ĠSt ates
is mer
Ġprod u
Ġm ert
ne y
Ġm ain
ajnok sÃ¡g
ward s
ĠkÃ¼lÃ¶n b
Ġh iv
uszt us
elm i
ib le
Ġ2 6
b ben
Ġl ike
os ainak
Ġny om
ir ed
n er
h Ã¡ny
Ġcharac ter
ni us
ĠG u
Ġm Ã¡jus
at ot
ĠpÃ©ld Ã¡ul
Ġl evel
le x
m ed
Ġa round
l us
Ġkor mÃ¡ny
Ġok tÃ³ber
Ġv ide
Ġth ough
ra ft
ĠD e
ily en
Ġres ult
Ġ2 7
j Ã¡ban
Ġto ok
p or
ĠkÃ¶z Ã¼l
Ġfor r
Ã¡r Ã³l
Ġ Ã¡r
alm i
Ġhat Ã¡ros
k y
ĠO ct
av ing
Ġo cc
ĠAust ral
Ġpro t
Ġim p
ĠS aint
Ġprog ram
Ġa ug
Ġseg ÃŃt
Ġsor ozat
Ġp rom
Ġ. ..
ĠD ec
Ġsz eptember
Ġf Ã©l
Ġn orth
ad Ã³
Ġser v
ĠI st
Ġ200 6
n Ã©l
Ġam erikai
Ġb irtok
I I
li us
Ġh ist
Ġbi zt
ĠLak osainak
Ġsup port
Ã¼ r
il le
Ġs ix
Ġcon st
Ġszem Ã©ly
m us
Ġwe ek
Ġold al
1 8
Ġel t
r at
Ġsz Ã¡rmaz
Ġk l
Ã¶r Ã¶k
re g
ur s
k od
ru ct
us ed
Ġb and
Ġf Ã©r
ĠszÃ¼let ett
e it
o cs
or i
Ã¼ gy
Ġus e
is Ã©g
ott ak
ol og
Ġter v
ĠC an
ÃŃtett Ã©k
Ġan t
Ġrece ived
pril is
Ġl ist
ĠelÅĳ szÃ¶r
ĠmÃ¡r cius
Ġ201 2
iv es
Ġdesc rib
kÃ¶z i
k Åĳz
ap p
ĠkÃ©sz Ã¼lt
Ġsy stem
ek en
n al
dar Ãºg
Ġhe ad
Ġj Ã³
ĠkÃ¶zsÃ©g ekkel
am ent
Ġcons id
et er
Ã³ f
ĠSz ent
ĠH owever
Ġpro p
ĠK ing
Ġde b
Ġcl ass
Ġd em
ĠH er
Ġfollow ing
Ã¡j Ã¡t
Ãº r
Ġj ut
Ġf Ã¼gg
ĠOct ober
ok kal
Ġalk ot
ĠN orth
Ġaug usztus
our t
Ġe ver
v ent
es Ã¼lt
il ity
Ġst ate
Ġb esz
Ġan n
Ġs ug
Ġbu ild
Ġr est
Ġv ett
Ġszab ad
Ġf ut
Ġe ach
Ġh Ã¡t
ĠnÃ©v en
ĠR e
Ġm ivel
Ġhoz z
Ġf ive
ion al
at ely
Ġis kol
ĠÃ©p ÃŃt
ĠThe y
ĠFrancia orszÃ¡gban
s h
b urg
Ġsm all
iv ing
ĠjÃº nius
Ġcs oport
Ġm ajor
k Ã©sz
or ed
ĠP ro
Ġare a
Ġher ceg
ĠK Ã¶z
Ġdec ember
ĠN ovember
Ġn ovember
ond on
Ġw ill
Ġhe l
l ak
Ġpart ic
Ġo tt
kor i
Ġam it
m el
Ã©k eny
Ġt ek
Ã© hez
j uk
ber t
Ġc a
Ġbiz ony
Ġc ol
ĠL a
ĠkÃ¶ zt
Ġp ont
Ġpubl ic
Ġre port
ur ch
Ġrend el
Ġr ed
ek ed
Ġm Ã©ter
Ġp Ã¡r
Ġcent ury
Ġc ity
ĠMagyar orszÃ¡g
u ff
ĠÃ¡ prilis
Ġh az
erm ek
ov er
a im
m Ã©t
Ġered mÃ©ny
id ge
ad ik
ĠP ar
h Ã¡borÃº
ĠjÃº lius
ĠC omm
Ġ %
k e
ĠkÃ¶r ny
ian s
ĠB ro
ag ue
ec s
ĠE u
t ed
ĠJ une
iss ion
Ġ5 0
nagy obb
ĠkÃ¶ t
Ġk if
Ġt Ãºl
Ã¡ro z
Ã¡ll Ã³
Ġf rancia
Ġr aj
Ġm ÃŃg
ord ing
Ġalap jÃ¡n
l Ã¡t
Ġegy m
om in
j ai
ĠÃ©p Ã¼let
Ġel em
Ġt Ã¡r
Ġ18 4
l Åĳ
ĠM i
alm as
Ã¡ ig
Ġ2 9
Ġl esz
ĠT r
ĠÃ¼ z
ĠJul y
Ġ18 5
ĠmÃ¡s ik
Ġs et
u z
Ġfoly am
Ġb ev
ul Ã³
Ġjelent Åĳs
Ġsing le
Ġt Ã¡v
Ġw orld
Ġs ince
Ġj ust
ol sÃ³
Ġl ine
Ġm ot
ĠMar ch
ĠA pril
id Ã©k
ro w
av y
v onal
Ġdif fer
ant s
s Ã©r
Ġl ast
ab l
ur al
Ã¶v id
ac s
i et
ĠS outh
sÃ¡g a
j ed
Ġhar c
Ġang ol
it al
Ġl ev
ebru Ã¡r
ul ajd
iv ely
Ġb re
Ġall ow
Ã¡l Ã³
Ġlab darÃºg
ulajd on
ĠDec ember
ĠAl l
an ak
Ġ ekkor
el f
ĠE urÃ³p
at koz
ĠO l
Ġis mÃ©t
Ã¶z Åĳ
es ek
ĠÃ©rd ek
Ġnagy obb
Ġle ft
Ġvol na
Ãº ly
rod alom
ĠszÃ¡m os
vi ous
Ġg ond
ĠB er
Ġwh at
kez ett
Ġlar ge
Ġk Ã©r
Ġs outh
Ġgovern ment
ud omÃ¡ny
ĠkÃ¶ nyv
j Ã¡nak
ĠGe or
Ġp i
im p
Ġd et
t Ã©k
ĠCh rist
Ġ200 5
ĠC ol
Ġfoly tat
Ġfel v
Ġel nÃ¶k
l ov
ĠR o
Ġfin al
ĠÃ³ ta
Ġ4 0
ÃŃ p
ĠCh ar
Ġegy etem
Ġv ez
om an
ĠWill iam
o int
m ar
l ing
ĠGer man
Ġel fog
j Ã©t
Ġv as
Ġ201 3
v Ã¡r
att Ã¡k
Ġth ird
s ide
Ġinc re
Ġmon th
Ġh an
Ã©l kÃ¼l
Ġker es
Ġv esz
Ġn ek
Ġtek int
if ied
ĠB y
em pt
Ġel h
Ã¡s Ãº
Ġp h
Ġv ari
Ã¡k at
ag ed
ro te
am ar
ak Ã©nt
ĠD av
Ġf ebruÃ¡r
Ġm uch
ar ed
Ġd ue
Ġapp ro
ĠkÃ¶vet Åĳen
i ous
ĠÃºj ra
Ġl a
Ġan other
ĠkÃ¶z Ã¶s
Ġbo ok
Ġev ent
b or
Ġplay ed
Ġsch ool
el te
ĠM ich
m in
od y
Ġleg nagyobb
on a
Ġan nak
at s
Ġhossz Ãº
Ġszer zett
alk od
Ġm a
ĠnÃ© hÃ¡ny
Ã© be
ur r
Ġd iv
uc k
Ġinclud ed
Ġl ed
a ul
ĠD r
v as
Ġex pl
Ġt ak
ri ed
Ã© cs
Ġsh ort
Ġh it
y s
c he
ÃŃr Ã³
ĠvÃ©g Ã¼l
Ġle hetÅĳ
Ġ Åĳket
Ġpro f
Ġpl ace
Ġd el
Ã¡rs asÃ¡g
ĠJ anu
ĠÃ©rt Ã©k
Ġd i
Ġhason lÃ³
Ã¡ll al
Ġm utat
Ġc amp
Ġbas ed
Ġde ath
pr ess
on n
ĠJanu ary
ĠG re
ag es
ĠJap an
um ent
Ġw rote
Ġv er
ĠÃ¡ll t
Ã¡n c
Ġsz Ã©l
Ġf aj
Ġto p
ĠÃģ ll
ic ally
Ġgy ermek
ĠL ondon
Ã³m ai
sz or
et y
ĠP ark
Ġh um
es ebb
Ġen g
Ġ200 0
ev en
re m
Ġf ur
Ġfel l
ĠvÃ©g Ã©n
Ã©r Åĳl
Ġf est
in i
Ġn ame
is ter
Ġw on
Ġk ill
ĠW e
Ġcs Ã¡sz
Ġhan em
ĠM an
Ġtr ack
ĠszÃ¡zad ban
ĠÃ ļ
Ġst ory
Ġcon d
ĠmÃ©r kÅĳz
Ġ3 1
Ġh ome
izs g
v ar
Ġp ower
id es
Ġch ild
ivers ity
in cs
ÃŃt Ã¡sa
ny i
Ġur alkod
olt a
Ġegy hÃ¡z
an cs
Ġfel esÃ©g
ĠS an
Ã©l et
Ġtanul mÃ¡ny
Ġre view
Ġut olsÃ³
Ġl ife
Ã¡bb i
Ġszer k
el ked
Ġg un
% -
ĠkÃ¶vetkez Åĳ
c l
iz mus
ĠvÃ¡lt ozat
as sz
Ġt Ã¶lt
ĠN y
Ġer Åĳs
Ġh all
h or
Ġeml Ã©k
Ġpre vious
Ġt ulajdon
al d
Ġmeg v
ĠJ Ã¡nos
Ġf enn
Ġper i
at lan
Ġ Ã©nek
Ġ Å
Ġre qu
Ã ¨
am b
Ġkis ebb
Ġdescrib ed
d ÃŃj
f r
m en
Ġw ay
re w
Ġhasz n
Ġ !
ÃŃ sÃ©r
Ġad ott
Ġr Ã¶vid
Ġ201 4
ic a
ogat ott
Åĳl eg
Ġ200 4
Ġhiv atal
Ġfam ily
ous e
ĠW est
Ã¡r d
et ett
Ġbe f
oz Ã¡s
Ġfoglal koz
Ġhat Ã¡r
Ġn ow
Ġb est
Ġal Ã¡
ul a
iv en
b all
Ã© le
Ġm ake
Ġev en
ĠH en
Ġn amed
ĠNem zet
Ġb ud
Ġm ark
og rap
ĠkÃ©p vis
Ġar r
ain ed
Ġar ra
at os
Ġm ond
Ġh and
el Ã©s
Ġatt empt
o on
z en
Ġk ellett
Ġm emb
ĠM in
Ġfal u
Ġd am
b y
Ġh om
Ġszint Ã©n
ac hed
Ġtel ev
t s
ĠEu rop
ĠtÃ¶rtÃ©n et
ĠmÅ± vÃ©sz
il ar
Ġre pl
Ġr ight
Ġn Ã©lkÃ¼l
ĠM ind
Ġb Ã¡r
ĠA ir
Ġper c
Ġsz Ã³
Ġpro bl
Ġvezet Åĳ
Ġm ai
Ġper form
Ã¡lt Ã¡k
Ġs k
sÃ©g i
v es
enc es
alm a
5 0
Ġfel Ã©
Ġp oss
Ġany ag
Ġgyak or
Ġk utat
Ġv ill
Ġl ap
Ġcomm and
ĠJ ack
ĠN ational
Ġv ery
Ġg ames
Å± jt
o ard
ĠvilÃ¡g hÃ¡borÃº
en es
ĠP er
ĠtÃ¶r Ã¶k
Ġo pp
Ġ &
ĠH is
Ġor gan
Ġt echn
ÃŃt Åĳ
oz ik
ĠkÃ¼lÃ¶nb Ã¶zÅĳ
Ġvide o
Ġin fl
ĠÃ©v ben
Ġth ose
ĠK ar
n ing
ĠK r
Ġst ill
Ġne xt
Ġismer t
Ġalk almaz
Ġsz Ã³l
Ġm er
is on
Ġ199 0
Ġv all
i or
Ġez ek
Ġm m
Ã¡s ra
Ġki ad
Ġv el
Ġmod ern
Ġt en
Ġex c
ĠC ity
it ions
ri end
Ġnev Å±
ĠN o
ren ch
ĠK Ã¡r
ĠH a
Ġvi ew
Ġl en
Ġh ÃŃr
Ġf re
Ġis s
Ġer d
ĠIst vÃ¡n
ĠF ebru
ĠC al
ing ton
el en
Ġcompl et
Ã¶ zt
Ġmar adt
ĠFebru ary
il eg
it er
as ter
for man
Ġspec ies
ĠM ag
Ã¡sz lÃ³
ek Ã©nt
ra y
ĠV al
ĠM ad
Ġp at
Ġc are
ra b
Ġny il
ser eg
Ġeff ect
Ġmegjel ent
ĠS e
t Ã¡r
ĠlabdarÃºg Ã³
Ġw ater
Ġorigin al
Ġf ed
Ġbe h
Ġf ek
Ã¡t Ã³l
Ġsz Ã¡ll
Ġre f
Ġperi od
Ġl Ã¡ny
Ġsp e
n ess
ĠM ont
ĠÃģll am
ĠÃ¼ gy
om et
Ġmar ad
at in
l o
Ġbu ilt
Ã©s Ã©vel
ĠC ent
ĠFer enc
id d
Å± z
Ġ esz
Ġhe ld
Ġl ate
Ġadd ition
Ġd est
ĠÃ©vek ben
en se
Ġg Ã©p
1 0
an a
Ġal though
Ġwith in
Ġm ell
ber g
Ġvissz at
Ġst and
y n
ra j
ad a
Ġt enger
tel en
Ġad v
c hed
Ġs old
Ġg reat
Ġb en
ĠC o
l ine
Ġmemb ers
in ing
ĠkÃ¶z pont
Ġre al
Ġmat ch
Ġk ik
so ci
Ã¼ z
ĠF rench
ut ed
Ã©rt Ã©k
ar ab
Ã¡n i
Ġamely ek
Ġst orm
ar a
ÃŃp us
a el
e ad
Ġst at
Ġfor mer
ĠM or
Ġc ame
on es
Ġrendel kez
Ġin it
Ġmeg fel
Ġt or
ĠtÃ¡m ogat
qu e
Ġmely et
ni e
Ġl Ã©g
Ġh Ã©t
ĠW hen
i us
Ġbizt os
Ã¡b ban
Åĳd Ã¶tt
2 00
ĠN or
re et
ezt ek
Ġez zel
Ġr ole
Ġday s
Ġp ap
Ġest abl
Ġh on
se bb
Ã¡nd or
Ġsz Ã¡r
l ag
Ġk ÃŃvÃ¼l
Ġor osz
ĠE zt
Ġer Åĳ
Ġsz Ã¼k
ĠM Ã¡r
ja bb
y l
Ã© j
Ġfi atal
Ã³z se
Ġreleas e
szÃŃn Å±
Ġjell em
n ap
ez ik
a e
Ġk ev
Ġh ÃŃ
Ġh owever
sz ik
ĠM us
ie f
Ġper forman
es tern
at or
Ġw ind
Ġamely et
Ġc r
Ġhe gy
Ġ200 3
ul ation
Ã¡s Ã¡val
ot s
ĠÃ©v es
ĠI m
Ġharm adik
ĠM eg
pr es
ard s
ĠP ol
Ġf ew
iz e
Ġnagy on
u ct
ĠA k
is c
re ad
rop ical
Ġel Ã©r
Ġt w
Ġcontin ued
Ġr Ã¡
Ġ200 1
Ġy ou
Ġsz ent
Ġfel h
Ġsz iget
Ġto wn
olt Ã¡k
op s
as ed
Ġr ad
ĠS m
egy ver
oz s
om en
ment s
ĠJ Ã³zse
Ġk elet
Ġof ten
Ġs ide
Ġloc al
sÃ©g Ã©t
t or
Ġt ot
Ġoszt Ã¡ly
Ġk ult
egy ed
it ary
p ite
ol ikus
ÃŃt ani
Ãº j
it a
Ġam ong
Ġmegjel en
Ġ200 2
Ġs ay
Ġsim ilar
Ġfr ont
ÃŃt ja
Ġel ejÃ©n
p s
Ġ18 3
t art
ĠC or
Ġan im
Ġb em
Ġgy ors
Ġszolg Ã¡l
in o
Ġpres ent
Ġg l
ĠEgy esÃ¼lt
Ġcl aim
d a
Ġhal f
isz ter
Ġnemzet kÃ¶zi
Ġ ï¿½ï¿½
Ã¶r Ã¶g
Ġe qu
Ġhely en
r et
l Ã¡s
Ġszer v
Ġro ck
ĠtÃ¶r vÃ©ny
Ġsp ort
Ġbar Ã¡t
Ġw in
Ġ ?
o f
ĠA b
Ġmag Ã¡t
ĠJÃ³zse f
r Ã¡
Ġt ev
Ġleg j
ro y
l in
Ġin form
Ã³ gy
Ġmeg ny
Ġfur ther
ĠD uring
m a
itt le
ĠEng land
Å± l
Ġp ost
Ġle gy
ĠÃ¡ll Ã³
Ġdiffer ent
al an
Ġs ent
Ġj av
ar c
ĠL eg
Ġkif ej
ĠM on
Ġki alak
ĠM art
ak at
Ã¼ t
Ġex per
et Åĳ
Ġered eti
ĠtalÃ¡l koz
Ġconsid ered
ro g
Ġt ake
Ġ Ã¡l
th ers
sÃ©g ek
im ent
Ġt yp
Ġdolg ozott
Ġsz en
Ã¼n k
azdasÃ¡g i
ri pt
inn ing
sÃ¡g ot
Ġbel iev
Ġind ult
leg es
Ġl aw
ĠII I
ir c
Ġmely nek
ic es
ord s
any ol
orv Ã¡t
ĠJ ames
Ġk ÃŃsÃ©r
at ban
Ġid ejÃ©n
Ġsiker Ã¼lt
Ġnek i
Ġj o
ĠTh ere
ru ction
Ġf ontos
r Ã¡s
Ã¼n tet
ap e
Ġc or
Ġkon c
Ġh aving
Ġtr ad
Ġmov ed
Ġsz ez
he m
Ġw est
Ġe ast
mÅ± vÃ©sz
ir a
Ġro ad
j et
r Ã¡k
ĠS er
l ish
sÃ¡g i
Ġj obb
en ed
s c
Ġvisz ont
Ã¶k k
k s
Ġt ett
ĠQ u
i Ã¡ban
Ġgyak ran
ĠtÃ¡r gy
Ġr Ã³mai
Ġut c
ĠR ich
Ã³ bb
Ġl el
1 5
at ure
f aj
at ter
a ur
Ã©v Åĳ
b eli
ar n
y le
ĠAn g
omÃ¡ny os
ĠB el
ĠEz ek
k Ã©t
ĠE x
Ġar m
um b
Ġever y
Ġb or
ĠUn iversity
j egy
Ġf ok
ĠM ik
er ing
Ġwith out
jel ent
c on
Ġbec ome
Ġsz Ã¶vet
att al
ĠR ober
Ġf ia
Ġsz Ã©k
ĠÃ ĸ
Ġv izsg
Ġ198 0
Ġpos ition
ĠB ill
ĠT er
ĠEng lish
Ġszerep elt
st r
u x
ĠR iver
Ġm y
Ġre fer
Ġc ast
m ond
Ġg Ã³l
Åĳk Ã©nt
Ã¡ciÃ³ s
Ġplay er
Ã¡ro k
Ġlak ossÃ¡g
Ġkereszt Ã¼l
Ġmeg b
Ġterm Ã©szet
ĠÃŃr t
am a
ĠO ne
Ã¡s Ã¡r
sel f
g es
Ã¶l gy
Ġegy etlen
Ã³k at
Ã© bÅĳl
Ġv ette
ĠH igh
Ġl ov
Ġprodu ction
Ġ197 0
n Ã©
Ġs ound
ĠEgy etem
ĠR ep
O n
ut es
ĠC ount
b ajnoksÃ¡g
Ġnev e
c hes
Ġho use
Ġim port
Ġd ÃŃ
Ġf act
Ġmag a
ĠEn nek
Ġcon f
Ġel ect
Ġgy Åĳz
ĠK irÃ¡ly
Ġstr ong
us h
g al
amp ions
elt Ã©k
er ek
ĠR oy
Ġsug gest
ĠKÃ¡r oly
Ã¡s Ã¡nak
ĠÅĳ t
Ġfel ad
Ġmely ek
Ġcomm un
Ġtev Ã©keny
ol ogy
Ġ Ã¶rÃ¶k
Ġmegfel elÅĳ
Ġfoly Ã³
ĠB i
ĠS y
ĠidÅĳ szak
ĠD iv
uk at
Ġcl ub
Ġszem ben
e um
ĠÃ©p Ã¼lt
Ġinv ol
Ġd arab
Ã¡s ban
iv il
ap ot
Ġh old
k ap
Ġinfl u
ĠR ec
l emez
ĠR eg
et Å±
ĠDav id
ĠS o
ov jet
ear ch
Ġl ess
1 7
u h
Ġp Ã©n
k et
ĠkÃ¼l d
Ġcon tain
ĠC oll
Ġvers ion
Ġen nek
er te
Ġtelj esen
Ġt Ã¶m
ud i
Ġol asz
ĠB o
Ġ ilyen
ĠtÃ¶bb i
f Ã©le
ĠP aul
Ġfor g
c raft
ej t
ok on
Ġw ant
Ã©s Ã©re
Ġcom b
ĠG ener
Ġl ow
z al
Ġann oun
ĠD es
ĠS w
ĠN Ã©met
Ġor der
olÃ³g iai
ad Ã©m
id er
Ġhely i
Ġg ave
ĠPh il
Ġcount ry
Ġg en
ĠD o
n em
Ġellen Ã©re
Ġwrit ten
Ġh Ã³n
Ġre form
any ag
zt a
ÃŃ lus
Ġf oot
ĠT an
ĠH am
ol c
Ã¶r Ã¶s
ĠAn t
Ġreturn ed
ow s
ĠvÃ©g zett
l ang
Ã¶r tÃ©n
Ġdef e
Ġk ed
Ġg iven
se qu
Ġt ro
Ġtot al
Ġf ar
Ã¡l ta
Ġf Ã©ny
ĠF el
Åĳ zt
Ġz enek
Ġkor Ã¡bbi
j Ãº
em s
ĠrÃ©g i
Ã¶ d
Ġtart almaz
Ġegy re
in ak
Ġb rit
ĠjÃ¡tsz ott
z e
oun g
Ġor d
Ġv ict
Ġw ent
ran y
sor ban
ĠC omp
Ġs el
Ġg ood
Ġch ang
ĠM ed
Ã¶v eg
Ã© zet
ĠS up
fi eld
Ġbel Ã¼l
Ġs w
at on
ĠL aj
Ġl emez
Ġcomp any
Ġcontr ol
ip l
ĠÃ©l Åĳ
ĠP ort
Ġf ire
ĠGeor ge
Ġf riend
Ġ6 0
re am
or ies
Ġre pres
Ġkor Ã¡bban
Ġkap ta
Ġlegj obb
Ġb al
ĠSz ÃŃn
Ġr ang
Ġs ol
Ġeml ÃŃt
u el
art h
Ã¶tt e
Ġl im
Ġv Ã¡llal
p le
Ã©t Åĳl
Ġf ind
ĠkÃ¶z ep
f ed
on ban
Ġa ff
ad ta
ĠsegÃŃt sÃ©g
Ã¡lt ak
asz nÃ¡l
1 2
ĠszÃŃn Ã©sz
Ġf ail
Ġhad sereg
v ilÃ¡g
Ġl ost
Ġreport ed
ok nak
Ġproduc ed
kez d
ul at
Ġgy Ã¡rt
Ġh i
v Ã©
ĠMich ael
Ġleg t
oszt Ã¡ly
Ġl ight
Ġfe h
al ap
ad alom
Ġst ated
ĠA g
Ã©s re
Ã³ ri
ab ad
ra w
orszÃ¡g i
enc y
f al
Ġk om
Ġ18 0
Ġ et
ĠtÃ¶r t
e al
Ġf il
Ġh ÃŃv
ĠÃ¡ltal Ã¡ban
Ã¶r gy
ĠÃº jabb
Ġpubl ished
el eti
Ãº cs
Ġp ra
ĠM il
Ã¶l cs
g Ã©p
ov ered
ur ric
Ġpartic ular
ĠA p
Ã©sz eti
Ġcomm on
v an
Ã¡t us
Ġig en
Ã¼k et
ĠÃļ j
ĠE k
ĠÃ į
ip p
Ġ199 8
Ġvisz ony
Ġf egyver
Ġ199 9
Ġszer zÅĳd
Ġp Ã¡rt
Ġf iz
Ġin k
a ff
m et
er g
cc ording
a ign
ĠÃ©l t
Ġ5 00
Ġmoz g
ĠLe ague
Ġne ed
Ġel l
S z
ĠA f
ĠRober t
Ġ196 0
Ġship s
Ġbuild ing
Ã¡t or
uc ed
ĠkÃ¶zÃ¶tt i
Ġb omb
ĠAn gel
ĠvÃ¡l ogatott
ĠegyÃ¼tt es
Ãº jt
ĠtovÃ¡bb i
Ã¡l aszt
Ġpr ess
Ġfi gy
Ġ199 1
ĠÃ©v i
Ġalak ult
Ġc ross
l a
Ġrecord ed
m ag
ĠS te
g a
Ġfor ces
w ork
Ġn incs
is ing
Ġnev er
Ġv Ã©l
Ġb us
ÃŃ ciÃ³
ĠN ap
en z
Ġb Ã©k
Ġj Ã³l
Ġhely zet
Ġp olg
ĠM al
Ġus ing
Ġ Ã¡m
on i
Ġa v
ĠcsÃ¡sz Ã¡r
Ġn egyed
n ny
em ents
Ġinter est
Ġker Ã¼l
Ġn ov
Ġsh ould
iÃ³ s
Ġin n
Ġp ark
Ġm aking
Ġfejl eszt
Ġcap t
m i
ĠM er
cs ak
Ġinter n
Ġinclud e
ÃŃ k
o ff
ar r
ĠS ec
Ġhim self
Ã¶r t
Ġkaton ai
ĠkÃ¶ sz
a ut
in ess
le ar
Ġbem utat
Ġc er
eng th
Ã¡rm egy
ĠÃ¼z em
l ott
Ġhozz Ã¡
Ã¡ll ÃŃtÃ¡s
6 0
Ġf Ã¶l
om Ã¡s
es i
out her
ab ly
Ã©s sel
Ġair craft
p ar
ĠkÃ¶z Ã©
Ġ3 5
Ã¡ gy
ik k
ĠY ou
Ġs ett
Åĳ ben
e in
Ġk ÃŃn
urÃ³p ai
at ch
Ġt imes
ĠÃ©v vel
Ġl Ã©vÅĳ
Ġpop ular
Ġaut hor
Ġfeh Ã©r
Ġegy ed
Ġf ather
Ġmil itary
ĠhÃ¡z as
Ġpolit ikai
Ġsz av
Ġ Åĳs
ĠkirÃ¡ly i
ĠThe se
g in
Ġcare er
Ã¼ sp
Ġk ol
Ġs um
oz tat
Ġr ul
b oard
Ġnyil vÃ¡n
Ã³d ott
Ġre ad
Ã© ig
Ġl et
outher n
Ġd a
ens ive
iz en
Ġvan nak
Ġh ow
Ã¡j Ã¡ban
Ã¡v Ã¡
Ġhely ett
Ġserv ice
Ġcrit ic
Ġsong s
ig az
ĠAustral ia
vezet Åĳ
Ġv it
Ġez en
Ġszerk eszt
Ġin s
Ġb ajnok
qu ad
Ġellen i
ĠterÃ¼let Ã©n
ĠP res
Ġpl an
Ġo koz
Ġcsat lak
ĠfÃ©r fi
Ġ Ã¶
it ive
ĠGener al
Ġ Å±r
eg ed
Ġdest roy
ĠlÃ¡t hatÃ³
ri es
Ġg Ã¶rÃ¶g
Ġ199 7
ĠW ith
Ġ8 0
Ġremain ed
o e
Ġ18 2
ĠvalÃ³ szÃŃnÅ±
ĠLaj os
Ġar ch
Ġg round
r ation
Ġmind ig
as tern
re en
Ġhist ory
Ġbesz Ã©l
3 0
Ġkeres ked
u it
Ġf av
ĠkÃ¶z vet
Ġg azd
1 4
1 6
Ġpr im
Ġpr Ã³b
ĠAr my
it u
Ġmonth s
Ġm id
Ġszer vezet
ÃŃt mÃ©ny
ĠkÃ¶rny Ã©k
Ġs uff
v ille
Ã¡ i
Ġm el
ÃŃtott ak
Ġc m
ĠD un
Ġb all
Ġmill iÃ³
Ġrepres ent
enc ed
wo od
ett ek
ÃŃtett ek
Ġperforman ce
ĠkÃ¶ nny
Ġrom Ã¡n
Ġpar ancs
Ġdevelop ed
Ġt ÃŃpus
Ġlegt Ã¶bb
ĠSt reet
ĠrÃ©sz Ã©t
ampions hip
Ġin f
Ġf t
Ġch art
Ġen ged
ĠfÃ¼gg etlen
al th
Ġk Ã©z
Ġbet eg
Ġv ir
os ok
end ing
ĠSt ate
Ġst ÃŃlus
Ã¼sp Ã¶k
Ġd ok
ez ni
i Ã¡n
Ġdevelop ment
ĠRo ad
ĠkÃ©sÅĳbb i
Ġ199 2
Ġink Ã¡bb
Ġmeg szer
Ġk Ã©ny
ĠL Ã¡szlÃ³
Ġcharac ters
land s
Ä ĩ
ĠBl ack
Ġd ied
r ad
Ġpro ject
il k
ĠM e
Ġak t
ott sÃ¡g
ĠA lex
Ġtit le
Ġfor ce
un t
Ġor v
Ġf ull
ist ed
e ep
Ġen c
Ġd er
ĠmÅ± v
Ġn ational
Ġ199 5
ĠnÃ¶v Ã©ny
Ġl o
Ġ199 4
Ġ195 0
ĠÂ °
ĠAl though
ĠP art
ĠR uss
Ġsz ob
Ġint rod
Ġ17 9
Ġamely nek
in al
Ġk ett
Ġs on
ith er
f Ã©l
Ġa way
hat Ã¡roz
Ġcs Ã¶kk
Ġkat olikus
Ã¡s os
Ãº d
szer ep
Ġac ross
Ġp il
Å±n t
i en
Ġv onal
Ġkezd ett
Ġf un
Ġto ur
Ġv Ã¡rmegy
av al
itt ed
ol Ã³
hetÅĳ en
j Ã¡val
Ġn or
Ġny ÃŃ
ĠAmeric a
i Ã¡t
ĠkÃ¶sz Ã¶n
ban d
r ia
Ġprom ot
Ġt esz
at ic
ir l
Ġny ert
Ġchild ren
l eked
os p
att le
ĠT o
Ã¡ny a
z Ã³
1 3
Ġ Ð
ubl ic
Ġhist or
Ġs Ãºly
Ġsign ific
Ã¡ ci
id a
Ġigaz gat
Ġt Ã¡bor
Ġfejl Åĳd
ĠB en
ĠN e
ĠDiv ision
Ġtart ott
Ġcamp aign
he gy
l ik
Ġe ight
Ġ201 6
j ut
Ġl em
Ġn eg
Ġre ached
Ġ3 2
ĠP al
it z
Ġm ezÅĳ
et ben
ĠE ast
he tt
ek nek
Ġ199 6
Ġki h
ill ag
ak es
Ġcon v
Ġrel ations
Ġszab Ã¡ly
Ġoffic ial
ther n
Ġvissz av
Ġ ros
Ġn ight
og n
ĠJ os
Ġar g
ĠB al
z at
Ġfi eld
ent h
ĠS al
ĠF ranc
ĠÅ Ĳ
ĠegÃ©sz en
ĠkÃ©pvis elÅĳ
Ġv ad
ĠT e
ci ent
ĠK Ã©sÅĳbb
ĠEurÃ³p a
r Ã¡n
Ġnot ed
d om
Ġszerep el
Ġm Ã©ly
ĠIn tern
i ers
Ãºz eum
l Ã¡v
and Ã³
Ġcre ated
us es
Ġspec ial
urric ane
elm et
s en
ez Ã©se
Ġare as
Ġbl ack
Ġ194 5
Ġn on
Ġcomp et
Ġsuccess ful
ĠmÃ©rkÅĳz Ã©s
ĠlÃ©p ett
Ġkezd te
Ġmint egy
ipl om
b r
Ġannoun ced
ĠS am
ĠL ou
ra z
Ġr an
Ġgr Ã³f
im ately
Ġf ran
ay s
ĠdÃŃ sz
f ic
un y
ĠZ s
m e
n ia
Ġp al
Ġc op
Ġmag az
Ġegy Ã©b
h Ã¡t
v Ã¡ri
19 9
Ġa ver
tt al
Ġtart ozott
eket e
Ġto o
Ġfollow ed
anc es
m ost
Ġid ent
Ġst ation
ĠJapan ese
ĠC ap
Ġ ud
im n
ell ing
Ġse en
s Ã©k
Ãº s
ĠEl sÅĳ
om as
Ġtan Ã¡cs
ĠRoy al
ĠCount y
Ġp ut
ĠtÃ¶rt Ã©nt
Ġtelev ision
Ġ199 3
om ing
ĠWh ile
ĠF Åĳ
Ġvari ous
em y
Ġp Ã¡p
ric t
ĠV ir
Ġnyug ati
m p
ep h
Ã¡s okat
ĠF r
k ÃŃvÃ¼l
Ġbatt le
Ġser ved
r d
ĠT el
ar ch
ap Ã¡n
re k
ĠR ed
Ġf em
it ch
Ġjell eg
ÃŃt Ã©se
Ġplay ers
ĠGy Ã¶rgy
Ġrep Ã¼lÅĳ
Ġpolit ical
ĠM ac
ĠF Ã¶ld
fÃ¶ld i
Ã³d ik
Ġk rit
Ġal kal
Ġc y
8 0
Ġse b
ĠD Ã©l
Ġut Ã³bb
ĠS im
ĠM y
Ġp Ã¼spÃ¶k
ac es
Ġleg al
j Ã©n
ĠtÃ¡v ol
y ing
Ġl ook
ĠG l
Ã³ ta
Ġc ost
Ġexper i
it es
Ġsz or
t Ã©r
Ġtr Ã³n
Ã¡z s
ic o
id ence
Ġsp anyol
Ġdec l
lÃ³ s
Ġin sp
ĠFran k
ĠL i
Ġgy Å±jt
way s
p al
Ġ4 5
ĠH ill
ur t
Ġc irc
Ġzenek ar
Ġr en
Ġvas Ãºt
ĠW ash
ut h
Ġc ourt
Ġkill ed
Ġhel p
et ileg
ĠÃ¼ t
ĠH all
Ġs even
Ġszen ved
Ġt ropical
Ġst ar
Ġ Ã¡b
and er
Ġimp ro
ĠM Å±
ri an
ĠNemzet i
Ġ7 0
ĠD on
Ġperform ed
Ġab le
Ġe bben
Ġthrough out
Ġc Ã©g
oz ta
n ep
1 1
ul Ã¡s
Ġel Ã©g
ĠR om
d e
Ġse e
ek re
Ġpro cess
ĠEk kor
Ġf ight
ac y
Ġb ajnoksÃ¡g
Ġl ittle
le et
iz ation
ĠhÃ³n ap
ĠA ccording
Ġag re
Ġ â
am er
ĠpÃ©n z
o ice
ad i
ro k
ĠR ock
Ġtak en
ough t
Ġsok kal
ol ution
ĠAustral ian
ez i
ĠHen ry
ĠtÃ¡m ad
et et
v Åĳ
ec ut
ĠÅĳ r
B C
ÃŃt i
Ġsignific ant
Ġk Åĳ
f ilm
ag o
Ġme et
Ġc ult
en a
Ġh or
he st
ĠU gyan
Ġf ig
sz Ã©k
ĠSz er
Ġszak asz
j Ã¼k
Ġj apÃ¡n
v Ã¡lt
b el
ect s
Ã¶z ben
i j
y a
4 0
Ġak Ã¡r
z Ã©k
Ġid ej
Ġb er
o id
Ġp ri
Ġthough t
Ġear li
Ġaz az
eg et
Ġestabl ished
ĠelsÅĳ sorban
ĠkÃ¶z ben
Ġv idÃ©k
Ã¶vet sÃ©g
Ġst yle
esz er
at ÃŃv
Ġco ast
he ad
Ġmil es
Ġjellem zÅĳ
ett er
Ġazon os
Ġint Ã©z
ĠÃ©szak i
hy s
Ġbro ad
if f
Ã¼gy i
Ġak ar
ĠdÃ©l i
one y
ok ra
Ġappear ed
Ġb ody
ol f
ro sz
Ġm ester
m al
ol ja
ez ked
od es
Ġes emÃ©ny
Ġdo es
r Ã¡l
ur a
Ġh amar
Ġfel sÅĳ
Ġszolg Ã¡lt
oun c
Ġb ek
Ġwrit ing
st it
alm at
Ġ198 9
d ay
Ġs us
ĠK is
l ant
ĠMagyarorszÃ¡g on
Ġpoint s
Ġg ra
ell s
v Ã©re
Ġny it
Ġstart ed
Ġdec ided
Ġmi utÃ¡n
Ġm ult
jÃ¡t Ã©k
Ġkev Ã©s
ĠA ct
ĠT Ã¶bb
sz iget
Ġleg f
gy Å±l
ak er
Ã¡z ium
ĠH ouse
imn Ã¡zium
Ġca used
Ġb ill
ol n
Ġevent ually
Ã©k ony
Ġt ette
Ġsz o
ĠWash ington
ĠSch ool
ĠM a
ĠSzÃŃn hÃ¡z
Ġk in
ĠAf ric
d Åĳ
ĠnÃ©p szerÅ±
Ġgy Ã³gy
ĠÃ©r kez
n d
Ġw omen
ĠI tt
Ġst ruct
Ã ¤
ĠrÃ©sz Ã©n
Ġjelen leg
Ġreg ion
iv id
r Ã©sz
ĠH ol
ĠlÃ©tre hoz
ep end
Ġgener al
d en
Ġfolyam at
ĠO tt
on c
ĠszÃ¡m ÃŃt
ĠkÃ©p es
ĠÃ¶n Ã¡llÃ³
Ġbar lang
lov Ã¡k
ĠM ex
if t
rend szer
Ġm ember
omm un
Ġzs id
ĠÃ©rt elm
ĠQ ue
Ġk al
Ġro ute
Ġcs er
in ation
Ġa ge
ĠV er
r Ã¡z
elÅĳ tt
Ġfe et
ĠC om
ĠG ro
Ġa ward
en ci
ec k
op h
c o
ĠInd ian
Ġhe avy
ers t
el ep
Ġak art
ers on
Ġfel ett
ĠFran ce
Ġr it
Ġv ot
ĠM et
Ġtart omÃ¡ny
ĠT or
Ġc ut
Ġd iplom
Ġto get
Ġbel sÅĳ
Ġadd ed
Ġtoget her
ĠÃī szak
Ġel ekt
Ġj ob
Ġker et
Ġr ange
b le
Ã¡t y
Ġgro w
ĠChar les
b ar
Ġon ce
Ġegy szerÅ±
Ġa rany
ud e
Ġfeat ures
Ġut az
ell a
sÃ¡g ban
Ġcon n
ĠIt al
Ġhum an
Ġm ater
Ġform ed
Ġh ol
Ã¶s en
F A
Ġe urÃ³pai
ĠTh omas
Ġi rod
Ġwh ite
Ġin j
ĠF ilm
Ġact iv
Ġ Ã©d
igaz gat
rough t
Ġman ag
Ġt ap
Ġ194 4
ĠB ay
Ġloc ated
Ġinst ead
Ġl ik
Ġny olc
Ã©s Ã©nek
e e
os i
Ġvel e
Ġf all
ab il
Ã¡n Ã¡l
Ġ9 0
Ġkis z
ep ar
Ġr ace
av ar
t an
it ar
Ġide ig
Ġegy en
ip t
Ġc as
er al
omm al
on na
Ġs aw
Åĳ i
ĠI r
ĠF ir
oll and
ĠsegÃŃtsÃ©g Ã©vel
ag on
ĠH ot
Ġj Ã¡rt
ĠRich ard
ĠM ary
Ġc ivil
an o
t r
Ġr a
ĠD em
ax im
Ã³ ban
Ġcre w
Ġb ank
ĠSt ar
Ġimport ant
Ġcomplet ed
Ġkonc ert
7 0
ĠÃ¡ll apot
j Ã¡bÃ³l
Ġes c
ĠL os
S Z
Ġre v
f oly
em l
Ġol imp
con om
k Ã¶r
ĠS Ã¡ndor
ĠGr and
ett el
amp le
ri er
d in
Ġf ac
Ġhely et
c ast
Ġplay ing
Ġro und
us i
Ġjut ott
Ġa ction
Ġ193 0
ĠP Ã©ter
Ġell ent
Ġc over
Ġmot or
Ġa jÃ¡n
Ġm ik
Ġmen ny
Ġkl ub
i ent
Ġszerep et
Ġpr ed
Ġd ev
Ġz Ã¡r
va il
ĠÃ¶ssz es
i eld
l ess
ĠP at
Ġpop ulation
Ġbeh ind
ĠK or
ĠP eter
ĠPl ay
ĠhalÃ¡l a
Ġaz ok
Ġopen ed
ĠkÃ©r d
ĠÃŃr ta
Ġgun s
Ġvizsg Ã¡l
Ġtan Ã¡r
ĠM ark
r or
Ġnev Ã©t
Ġr ather
Ġok tat
it or
Ġh id
Ġlehet ett
Ġl y
re y
ĠvÃ©g re
Ġhaj Ã³
Ġ201 7
Ã³ c
Ġsur v
Ġj egy
Ġ194 0
Ã¡ zt
r act
ĠM ill
Ġc urr
Ġg et
Ġst age
ce ed
ign ed
ĠW il
Ġig Ã©ny
end Åĳ
ĠB or
Ġne h
ell em
Ġ Ã©g
Ġo thers
Ãº ra
Ġinv est
n nep
Ġwork ed
ĠP et
ol a
Ġm aint
at ra
d Ã¶nt
Ġ3 3
el ve
Ġh ard
Ġvezet ett
ĠSc ott
ric k
Ġoszt rÃ¡k
ĠMus ic
Ġm iss
Ġcom ment
ap t
ÃŃt Ã©l
Ġad ta
ĠIn t
ĠÃ©d es
Ġhat almas
Ġmin iszter
Ġ ï¿½
fic ult
ĠOl asz
Ġmeg hatÃ¡roz
Ġpart y
a ik
n es
ĠM ivel
Ġsz Ã¶veg
med i
sz int
Ġs ite
at ott
Ġm em
Ġmeg Ã¡ll
ĠT om
Ġt izen
j Ã¡ra
Ġl oss
Ġl ack
Ġk b
ĠAr t
ĠtÃ¶bb ek
Ġk eleti
Ġweek s
n ed
ĠkÃ¶z leked
Ġv et
Ġadd ig
Ġcl ose
Ġdif ficult
ab or
Ġ3 00
ad es
ĠB est
ot a
Ãº lt
Ġsub sequ
ish ing
Ġl ive
Ãº sz
Ġh ost
re c
Ġid eg
it te
ĠC ast
ĠmÃ¡s od
Ġked v
Ġki em
Ġm enek
ist ic
ak or
pl oy
Ġut al
Ġpe ak
Ġaz zal
Ġugyan is
Ġk im
ÃŃt eni
Ġorigin ally
es sz
at okat
Ã¼ st
ĠP e
Ġr ak
Ġel ismer
ĠEurop e
ĠB iz
Ġal most
Ġd oll
Åĳ sÃ©g
mÅ± v
ĠSm ith
Ġrelations hip
Ã ī
ol it
Ġdam age
ei ben
d al
Ġqu al
Ġs epar
Ã¡j Ã¡nak
Ġind ivid
Ġak it
ĠidÅĳ ben
ĠB ut
r ik
Ġsc ored
Ġup on
ĠT udomÃ¡ny
Ġlead ing
e inek
Ġy oung
ounc il
h an
ĠI V
Ġt ur
ĠC ro
ĠEz utÃ¡n
Ġapp oint
ir k
Ġfour th
Ġv Ã©r
Ġ ip
Ġszint e
ĠD i
h i
Ġm ut
Ġb ÃŃr
Ġtan ult
Ġn orm
j eszt
s y
Ġre ve
Ġ192 0
Ġv egy
im b
Ġd u
ĠrÃ©sz ben
Ã¶z Ã¶tt
ĠK ol
Ġf oc
Ġas soci
Åĳ sebb
Ġpr act
j on
ĠG old
ĠÃ¼ nnep
Ġwork s
it ing
ĠR oman
ak i
ang u
Ġprov ided
att ak
s a
Ġf Åĳleg
Ġsz Ã¡z
ap ja
Ġconst ruction
Ġeff ort
av es
Ġc reat
il i
Ġb rought
ĠA c
hat Ã³k
Ġcl os
ograp h
Ġ3 6
oun ter
ĠH al
Ġwant ed
Ġsc ene
ÃŃt vÃ¡ny
ĠMc C
Ġ17 8
ĠFl or
ed ett
Ġlen gyel
al i
ĠP Ã¡r
Ġmater ial
Ġsz ok
Ġallow ed
Ġh ig
Ġtart ozik
Ġaver age
st ant
Ã©v Ã©
ĠG i
ĠV ill
Ġk ing
Ġto wards
Ġwork ing
ĠcÃŃm mel
ĠkÃ¶ v
ĠMÃ¡r ia
op e
ĠÃ©v ig
Ġc ase
Ġqu ick
Ġprobl Ã©m
Ġla un
ĠT est
ĠR es
k on
Ġ iz
Ġb orn
Ã©l i
Ġalkal ommal
ev e
ad Ã©k
Ġle ast
Ġtro ops
Ġk omp
h ang
Ġfeat ured
ĠV ict
Ġsz ovjet
ent ial
Ġpl aced
ib r
Ġnemzet i
Ġp oz
Ġd ob
Ġcrit ics
Ġgond ol
Ġneh Ã©z
Ġbus iness
ĠS en
as y
Ġtrad ition
Ġprof ess
ult ak
Ġre ach
Ġind ust
il ag
ent ion
ĠL u
ĠMart in
zt e
ÃŃt jÃ¡k
ĠÃ¡b rÃ¡z
t alan
Ġrun s
ran t
Ġg e
zet es
Ġe ither
Ġj Ã¶tt
um p
A fter
ain s
ĠEz en
ĠK n
er Åĳs
ĠkÃŃn ai
ny ug
j Ã©nek
Ġf a
oun tain
ci ety
ĠL en
Ġpl ann
hes ter
om s
Ġ198 8
Ġa vail
Ġtart ozÃ³
Ġar my
Ġse x
el nÃ¶k
m ir
ĠmÅ±kÃ¶d Ã¶tt
Ã¶ nyv
o or
Ġt Ã©ny
Ġest im
r up
Ġg azdasÃ¡gi
ĠG reat
Ã¡s Ã¡ban
Ã¡ro st
ĠD ep
Ã©cs i
h old
Ġcontr act
Ġhivatal os
Ġreg Ã©ny
essÃ©g e
Ġ Ã¡g
ez Ã©st
om Ã©ter
Ġl Ã©ny
ĠG od
Ġt Å±z
ĠL o
Ġw ife
Ġim m
Ġe conom
Ġp ot
ĠvÃ©g ezte
Ġjo ined
f all
mÅ± kÃ¶d
Ġm ass
Ġgener ally
Ġex ample
v idÃ©k
man n
olog ical
Ġs om
Ġvez ette
Ġeng ine
ĠfÅĳ vÃ¡ros
Ġ3 7
Ã©ly i
s sz
Ġnev eztÃ©k
S t
l Åĳd
ĠPres ident
hat ott
ap s
Ġfor t
if orn
Ġoff ice
Ġv iz
quad ron
iÃ³ ban
cs oport
Ã©s ben
Ġol vas
ict ion
ĠmÃ³d on
Ġbeliev ed
Ġtud omÃ¡nyos
Ġmi x
Ġrec ogn
Ġacc ept
Ġdolg oz
Ġeset Ã©n
Ġr ail
Ġf und
Ġd ro
Ġh Åĳ
Ġs our
v ir
ollow ing
in ci
Ġesz kÃ¶z
Ġn omin
Ã©p ÃŃtÃ©s
Ġm other
iforn ia
Ġelh agy
ol s
Ġresp ect
Ġ3 8
am os
ĠIntern ational
as ing
ĠJack son
ĠÃį gy
A l
Ġhagy omÃ¡ny
ĠLou is
Ġpartic ip
ĠS l
Ġre b
art ment
h ar
ĠR ev
ĠP Ã¡l
ĠvalÃ³szÃŃnÅ± leg
Ġvisszat Ã©rt
al a
Ġ15 0
Ġegym Ã¡s
Ġso on
ĠcÃŃm et
Ġelt Ã©r
ĠVir gin
ĠWh ite
ent y
ĠE bben
ĠmÅ± sor
ra in
Ġm ph
Ġ3 4
eh Ã©r
ĠK er
ĠM ur
Ġakkor i
Ġvict ory
w est
Ġ194 1
ĠG ame
ĠÃŃr Ã³
Ġst e
Ġkn ow
at ors
Ġez er
at Ã¡rs
ĠBill board
us ing
Ġ198 6
Ġdesign ed
Ġrepl aced
ĠkÃ¶zvet len
r est
Ġis land
Ġsz Ã¼l
ech an
Ġfelt Ã©tel
h ib
Å ¡
iz Ã¡l
Ġpr iv
Ġid Åĳk
Ġkereszt Ã©ny
c om
m Ã¡n
ris on
Ġho urs
ĠEurop ean
Ġember ek
Ġv end
acs ony
Ġ198 7
ĠG erm
er ous
ed y
Å±r Å±
et ek
ĠC up
ent e
ĠT our
Ġt Ã¡j
ĠD an
et work
Ġel nev
Ġhis zen
Ã¡n s
ĠBro wn
Ġfor gat
het ett
Ġfin ished
ĠkÃ¶t Ã¶tt
ĠO ly
Ġd in
ĠkÃ©sz ÃŃtett
Ġr ap
Ġszez on
Ġ7 5
Ġinvol ved
T h
Ġex press
ter jed
Ġt Ã©m
Ġpers on
ed Ã©k
bb Åĳl
Ġcsapat ok
Ã¡ pl
ight s
idd le
Ġegy szer
Ġc our
Ġsz Ã©t
Ġf ree
at Ã¡t
ĠInd ia
Ġt et
ĠB attle
Ġem ploy
elt ek
Ġb ur
Ġmegt alÃ¡l
mÃ©ny ek
eb ben
ĠtÃ¶m eg
ad almi
ve i
ĠutÃ³bb i
ĠÃ¡l d
Ġw he
Ġparancs nok
id s
Ġev ents
ĠD V
ĠIs land
Ġsh ot
k l
Ġez utÃ¡n
Ġap ja
ÃŃt va
Ġsur f
Ġfel sz
sÃ¡g Ã¡t
Ġproduc er
ĠMi h
at ta
Ġott h
Ġst b
ĠComp any
i Äĩ
Ġr Ã¶g
ĠÃ©r int
Ġbre ak
um e
Ġtit k
Ġsay ing
ĠV an
Ġp ur
Ġ198 4
Ġm ad
Ġth reat
ĠAnd rÃ¡s
Ġpres ident
Ġreg ular
Ġcs illag
Ã©r i
ĠM T
ĠI f
Ã¡s ai
ik Ã¡ban
Ġp uszt
Ġv oc
ĠpÃ©ld Ã¡ny
Ġt av
Ġk eep
Ġopen ing
Ġuralkod Ã³
b i
Ġsz ÃŃv
ok bÃ³l
Ġp or
ĠT imes
ear s
ĠS ome
Ġaz Ã©rt
ĠK Ã©t
Ġs ev
Ġv eszt
ĠS ing
at ural
kÃ¼l Ã¶n
Ġro b
Ġs outhern
em at
Ġ17 7
Ġfelh asznÃ¡l
ĠCh urch
Ġtra vel
Ġan al
Ġinit ially
ĠI g
Ġocc ur
Ġnev et
Ġlar gest
om i
Ġb Åĳ
ĠEr d
Ġsup er
Ġl ength
Ġm Ã¶g
r ing
ic ated
ĠV as
ĠszÃ¼k sÃ©g
Ġearli er
ic le
Ġmin utes
d ig
Ġad min
at eg
Ġdirect or
g ar
ecut ive
Ġhig hest
ĠÃ©r te
Ġfor ced
ĠR ob
ked ett
Ġcond uct
ĠelÅĳ bb
Ġvir Ã¡g
ĠO ff
Ġrem ov
ct or
om er
Ġfel fed
ĠÃ©nek es
Ġte hÃ¡t
ĠChrist ian
Ġposs ible
Ġperc ent
Ã©v es
ĠAt lant
Ã³k Ã©nt
Ġh ull
Ġf ekete
Ã¡ll Ã¡s
Ġparticular ly
Ġcom mer
b our
ĠN avy
Ġo pt
os ition
ĠColl ege
Ġcont rib
ĠA uszt
Ġt ÃŃz
ĠMik lÃ³s
osa ur
Ġel lÃ¡t
s burg
ak t
ul f
Ġkis lemez
p e
Ġd ÃŃj
ĠG ar
pl ay
Ġhigh way
Ġpers onal
ĠB Ã¡r
ch iev
Ġel kÃ©sz
Ġavail able
olt ak
Ġtra ining
Ġend ed
ĠkÃ¶szÃ¶n hetÅĳen
Ġkor Ã¡ban
Ġo p
ag a
Ġw all
Ġturn ed
z y
Ġegy kori
Ġst op
ĠAk adÃ©m
Ġben ne
ok k
Ġcent ral
Ã ģ
ec e
t Ã©ben
ĠD el
oh a
v Ã©r
Ġk r
Ġsz Ã©p
ĠT am
y r
as ion
ĠRep ublic
Ġh orvÃ¡t
olÃ³g ia
p ly
Ġ198 5
Ġse qu
ĠelnÃ¶k e
g ely
Ã©s Å±
ar ing
Ġex ist
ĠszÃ©l es
est ed
ant ry
ĠT V
Ã©v Ã©n
Ġpra ised
Ġsz om
Ġstud io
Ġ191 0
Ġm axim
ĠKing dom
l ap
Ġresp ons
is es
Ġgo al
Ġl iter
Ã¡j uk
Ġ194 2
f ej
ev Åĳ
z ik
or a
Ġered etileg
Ġincre ased
iv Ã¡l
ĠfelesÃ©g e
Ġmeg k
Ġf if
ĠcsÃ¶kk ent
Ġser eg
Ġab ban
Ġpass ed
he ast
ĠG al
Ġkezd ve
Ð °
Ġut as
ific ation
ĠJ er
z Ã¡k
Ã¡ c
ĠUn ion
Ġ196 8
Ġt old
Ġvez Ã©r
ford ul
m ing
Ġm ust
Ġind ul
Ġl atin
Ġnor thern
ĠO per
ĠAs soci
b ajnok
ny ire
Ġso cial
II I
ĠR ad
ĠCh ic
r Ã©szt
Ð ¾
ĠhasonlÃ³ an
ĠM Ã¡s
ĠBi rodalom
as c
A F
Ġo sz
Ġl og
ist Ã¡k
ĠT ur
en et
Ġh y
d olg
l ia
Ġh urricane
ĠG o
Ġ191 8
ĠM el
est s
Ġros sz
Ġt Ã¶
Ġbel e
Ġch ange
ĠC ourt
Ġreg ard
Ġl i
ut y
ers hip
Ġ3 9
Ġgr ad
ok e
ur Ã¡lis
Ġfog ad
ĠVict or
ĠAngel es
Ġmeg old
Ġd oc
ĠK on
Ġt re
Ġqu ar
ov a
apest i
Ġb ron
Ġud var
ĠT ex
Ġhaz ai
ĠjÃ¡tÃ©k os
ĠÃ¡ll andÃ³
ĠCh ampionship
Ġm Ã©rtÃ©k
r ated
Ġp hys
Ġ198 2
Ġbef oly
ran g
Ġmus ical
ĠCl ub
ĠT em
Ġt ar
ĠÃ©rdek Ã©ben
Ġim medi
ch er
ĠS k
ĠFir st
z Ã©se
Ġnegyed ik
Ġegyetem i
Ġv ar
ĠN ev
ĠCan ada
Ġl Ã¡b
Ġrel ig
Ġdo ub
ci ence
Ġord ered
et Ã©s
ĠkÃ¶rny ezet
Ġs Ã¡r
Ġl angu
ĠtÃ¶lt Ã¶tt
ĠSup er
ĠÃ¶ssz esen
Ġun its
Ġappear ance
Ġk ommun
Ġm ikor
h al
Ġch urch
Ġun c
Ġhall gat
ĠT ra
qu are
Ġp ast
Ġr Ã©t
Ġ Ã©j
Ġszer ezte
Ġl ove
ĠEn ter
ig an
ĠU r
Ġ195 6
Ġ194 3
Ġter jed
Ġszer b
Ġbud apesti
ress ion
kor mÃ¡ny
Ġvesz Ã©ly
ont in
Ġ197 2
ugh ter
ĠM o
Ġgyakor lat
Ġw at
ry ing
m b
Ġt aking
Ġer re
ĠM ic
Ġdis p
fer ence
Ġant i
ĠM r
Ġspe ed
ĠCal ifornia
ĠÃºj sÃ¡g
Ġmov e
Ġkil omÃ©ter
Ġm eas
ol ni
ĠÃ¡ltal Ã¡nos
sor ozat
ĠC r
Ġ197 6
ĠA tt
ul ly
Ġ4 9
ir at
Ã¶l te
Ġwind s
up Ã¡n
av a
l alt
Ġen erg
ĠP an
Ã©n i
Ġsign ed
ĠJ im
Ġtud ott
ĠtÃ¶r zs
as k
Ġiskol a
Ġcs Ãºcs
Ġbizony os
ĠtÃ¶bb szÃ¶r
Ġvend Ã©g
Ġvisszat Ã©r
Ġ198 3
ĠkÃ¶vetkez tÃ©ben
het etlen
Ġwe ak
Ġnov el
Ġ4 00
Ġ197 9
ĠMi utÃ¡n
ĠvÃ¡rmegy e
itte e
ĠT wo
t ized
Ã¶ssz e
Ġen ough
ĠkÃ¼lÃ¶n Ã¶sen
Ġk Ã³r
ez nek
Ġind epend
ĠdÃ¶nt Åĳ
Ġ =
Ġb etter
p on
Ġkom oly
Ã¼z d
Ġsp ent
ĠD ay
Ġt reat
il a
Ġvezet Åĳje
Ġgo ing
ĠkÃ¶zt Ã¼k
Ġ197 4
Ġmod ell
Ġa chiev
ĠB at
Ġlak osa
Ġpos itive
ter m
ĠszÃ³l Ã³
p ec
ĠelÅĳ ad
Ġk ÃŃv
Ġed uc
ĠrepÃ¼lÅĳ gÃ©p
Ġ197 5
Ã¼lt ek
ÃŃt Ã¡st
2 5
Ġï¿½ï¿½ ï¿½ï¿½
ec ess
ĠkÃ¶zel Ã©ben
Ġfe el
Ġn Ã©z
ĠC ong
Ġmeg alap
ĠF I
Ġd ig
ar ily
Ã¡l Ã³z
hely e
ĠmÃ³d szer
Ġreve al
ĠH ad
Ġm or
Ġzsid Ã³
Ġrad io
cs ap
en ni
ĠN Ã©p
d h
Ã³d Ã³
Ġout side
ĠDV D
ĠS ar
Ġconc ern
Ġ4 8
Ġbef ej
Ġh Å±
Ġacc ording
ĠL ove
and ing
ĠH o
Ã³ val
Ã¶t Ã©t
ĠÃ¡ll at
Ġker Ã¼let
Ġfek szik
Ġ Ã¶r
ĠEgy es
id ing
Ġprevious ly
sz k
end er
Ġc lear
ol Ã¡s
Ġ Ã¼l
Ġfail ed
Ġw eb
ĠÃ¡t lag
ĠEd ward
Ġal acsony
Ã³ ni
ak kor
Ġn ine
ĠS ov
ĠAm ikor
ĠkÃ¶ tel
Ġar c
Ġmeg gy
zt Ã¡k
udomÃ¡ny i
N A
us ok
ĠC amp
Ġd omin
ĠkÃ¼l sÅĳ
res sz
u an
ĠkÃŃsÃ©r let
Ġgazd ag
Ġfel el
Ġ197 8
Ġe y
Ġzen ei
Ġqu est
ĠT hat
ĠszÃŃn hÃ¡z
Ġfilm s
Ġmet al
ĠV Ã©g
Ġ194 8
Ġcom e
out e
Åĳ ri
Ġrend kÃŃvÃ¼l
ĠN Ã©
Ġhaj t
ĠÂ £
Ġj Ã¶v
Ġpro b
Ġres earch
Ġme an
Ġc ru
l Ã©t
Ġab ove
nÅĳ tt
l eszt
and s
ĠA ward
er gy
ĠP ac
Ġ193 9
ĠÃ©v ad
Ġ197 3
r Ã©
Ġr ain
Ġp aint
19 8
ĠB ur
Ġrequ ired
Ġth ink
ĠU K
Ġlak os
u ction
pr Ã³b
Ġr Ã¡d
ĠszÃ¡r ny
op er
Ġt ax
Ġst ates
Ġp ay
Ġl ower
Ġ196 9
vers eny
uk e
ĠH an
Ġmoz d
od ott
Ġgy Åĳzt
ĠkÃ¶ ny
Ġdes pite
ĠB Ã©l
Ġraj z
ĠRec ords
e ik
use um
Ġas sz
Ġak inek
ĠÃ©r kezett
or ing
Ġmegh alt
ĠD is
Ġtag jai
Ġdirect ed
ÃŃ m
Ġc he
aszt al
ĠJ ust
Ġpart s
Ġelem ents
ast Ã©ly
Ġits elf
read y
Ġreview s
is sz
ĠB u
Ġvon atkoz
ĠFor ce
Ġoldal Ã¡n
im Ã©ter
Ġi rodalom
os ing
Ġegym Ã¡st
Ġsz eg
ell ed
ĠC re
Ġ198 1
Ġbas e
Ġd on
l or
b ack
Ġ197 7
Ġegy sÃ©g
Ġ197 1
ĠnÅĳ i
Ġhat Ã¡roz
Ġw id
omet imes
ĠR os
Ġass ist
Ġw estern
Ã¡z is
ĠS ir
Ġvi ol
ug g
ak k
t o
Ġo x
Ġo st
te bb
ĠPÃ¡r izs
Ġinter view
s hip
Ġdeb ut
ĠE v
Ġember i
Ġbeg inning
Ġacc ess
Ġt orn
al Ã©k
Ġ196 7
Ġpo or
Ġfok ozat
ĠN Y
ĠUS A
ĠEz zel
it Ã¡s
el ek
bel Ã¼l
ver t
te en
Ġal tern
Ġclaim ed
Ġfoot ball
Ġk iz
ĠK i
ĠfÅĳ szerep
ĠS un
ĠW estern
Ġh alt
ĠGerm any
Ġpre vent
ontos abb
ĠM iss
Ġmark et
Ġsz ellem
ept ion
ri ef
e ff
Ġas ked
ol i
Ġ6 5
p uszt
ĠIn ter
Ġ Î
a ud
Ġacc ount
Ġj our
Ġford ul
Ġ4 2
ĠM at
Ġph ot
ĠB oy
v Ã¡
Ġny Ãºjt
Ġ4 7
Ġrecord ing
ĠB Ã©cs
ib ility
ĠkerÃ¼lt ek
haj t
m it
Ġtrans fer
Ġcent er
Ġs ÃŃr
Ġs ection
r um
ĠG overn
ĠDes pite
t ette
ĠH ung
ac ing
Ġa gy
Ġg ive
Ġforr Ã¡s
Ġwh ose
uny t
Ġeset ben
Ġb uk
Ġgroup s
ĠF ort
sz Ã©d
Ġbro ther
Ã©s eket
A n
Ġide a
A s
r ich
sÃ©g ben
og rÃ¡
Ġ196 4
ĠK ore
pp ed
zs a
Ġa udi
ĠR oute
Ġquick ly
Ġl ines
c el
st on
Ġwh om
h ile
Ġc red
Ġvisszav on
Ġv Ã¶rÃ¶s
Ã¡t um
or es
ĠGre en
Ġg old
m es
Ġ4 4
Ġintrod uced
z Ã¡s
Ġfut ure
Ġk ics
ĠR am
ĠvÃ¡lt oz
Ġle ague
Ġegyed Ã¼l
ed elem
ĠR h
ect ions
Ġal ready
Ġ ult
p art
Ð ¸
ĠszÃ¼k sÃ©ges
air s
Ġbr idge
l evel
Ġde ep
ĠO s
ĠÃ©p pen
Ġm echan
ĠE s
ad Ã¡ly
Ġdet erm
Ġs itu
ĠT ri
szer k
Ġs at
Ġle ÃŃr
ĠH ab
sz Ã¶vetsÃ©g
Ġarr ived
Ġk elt
Ġmell Ã©k
ĠM ost
Ġkapcsol at
Ġintern ational
E gy
Ġob ject
m Ã³d
ĠD a
Ġtud ta
Ã¡r is
Ġent ire
Ġtiszt elet
ĠmÃ©g is
ĠâĢ ¦
Ġmeg erÅĳs
Ġamely ben
ĠVirgin ia
Ġde al
g o
Ġhely re
Ã³ nak
ĠS ong
g round
Ġrend Åĳr
Ġmin or
Ġgy erek
Ġev idence
Ġakt ÃŃv
ĠR Ã³m
w er
Ġh ord
af ut
Ġszem pont
ĠD eb
Ġfell Ã©p
Ġaddition al
Ġs il
ĠP est
j Ã©ben
ĠK Ã¶zt
ĠJ ean
Ã¡pl Ã¡l
Ġ5 5
ĠB as
Ġap pl
Ġocc up
Ġmunk a
t est
ĠÃ©v tized
Ġsc ore
ĠJohn son
ill a
Ġkezd ÅĳdÃ¶tt
ĠO ther
Ġfre qu
ĠChic ago
Ġus ually
s Ãºly
ĠÃ¡t v
Ġpl at
Ġr Ã©vÃ©n
Ġse a
Ġfi Ãº
ec cs
im in
ĠhÃŃr es
el eb
ÃŃtÃ¡s Ã¡t
Ġr ag
Ġcy cl
Ġf Å±
Ġal sÃ³
Ġd eg
n ow
Ġ196 6
ad o
s em
Ã¶ ny
st ein
in ct
tain ment
f ok
ĠmezÅĳ g
Ġmenny isÃ©g
k en
Ã©v e
Ã©sz ek
Ġver esÃ©g
Ġk up
ĠAl bert
Ġm oney
Ġkit er
ĠBel g
Ġhaszn Ã¡lt
j ekt
b ury
Ġfem ale
Ġleg end
eszt ivÃ¡l
he im
ĠszÃ¡rmaz ik
Ġk ey
Ġfl ood
er Åĳ
Ġspec ific
ĠM ass
Ġes pec
Ġe mer
is er
Ġtelev ÃŃz
el le
ĠL ord
Ġdec ision
ĠBrit ain
Ġf ood
Ġc ur
Ġespec ially
Ġmunk atÃ¡rs
as ons
Ġegy ben
Ã¡ Ã©rt
ĠL uc
Ġpri or
Ġmegb ÃŃz
l op
Ġmeg le
ĠAssoci ation
Ġmind kÃ©t
Ġel kezd
Ġ6 4
ĠvÃ¡laszt ottÃ¡k
ly el
ĠtanulmÃ¡ny ait
ĠH orvÃ¡t
ĠF rom
Ġestim ated
an ish
mar adt
Ġkl assz
sz olg
Ġprodu ct
Ġv Ã¡rost
ad y
Ġmagaz ine
Ġ194 6
Ġcar ried
Ġsub ject
ĠB ig
Ġ4 3
Ġbajnok i
Ġd ram
ĠszÃ¡m Ãº
Ġstud y
ny al
Ġconst ruct
Ã¡k kal
w in
Ġm ight
ric s
Ġiss ue
ĠkÃ¶zep Ã©n
Ġremain ing
Ġe astern
Ġl Åĳ
p ire
in us
Ġs ometimes
Ġdefe ated
ĠP ri
19 4
Ġcs upÃ¡n
ĠtÃ¡rs asÃ¡g
zÅĳ je
Ġvad Ã¡sz
ugh t
Ġlar ger
Ġmegv Ã¡lt
ag n
Ġel ection
Ġbec oming
koz ott
sz ich
li ament
Ġ195 7
Ġsurf ace
ect ive
Ġfel kel
Ġd en
Ġsl ow
Ġappro x
ĠJap Ã¡n
ĠJ o
ĠO ld
ĠK al
Ġw ood
ĠMih Ã¡ly
ĠOly mp
Ġter rit
ĠkÃ¶ l
Ġad omÃ¡ny
ve y
kÃ¶z el
ĠA wards
ĠÃ©p ÃŃtÃ©s
Ġs Åĳt
ir th
ĠM anc
Ġent ered
Ġf ogy
Ġellent Ã©t
Ġ196 5
ĠH ow
sz Ã¡zad
ĠszÃ¡r az
Ġel terjed
Ġshow s
Ġ193 8
Ġ +
Ġf ÅĳkÃ©nt
en ge
Ġcommun ity
Ġsh oot
Ġszom szÃ©d
ĠsÃºly os
ĠK at
Ġjav as
r id
Ġsuggest ed
ĠÃº n
Ġcompl ete
k ar
mÅ±vÃ©sz eti
v ing
u Ã¡lis
Ġfelv Ã©tel
Ġmeg elÅĳ
kÃ¶ vet
Ġpol ice
p ing
oly g
b on
Ã©r ium
ĠW ood
ch ange
Ġl atter
anc ed
Ġ4 6
Ġez Ã¼st
Ġsur round
h ol
Ġhat Ã¡sÃ¡ra
Ã¡s Ã¡hoz
ĠE ar
ĠK an
er o
Ġrel at
Ã¡l ja
Ġel ny
ĠU t
19 7
ĠQue en
all ed
Ġpress ure
or ial
Ġb rief
al og
ert y
ĠdÃ¶nt Ã¶tt
Ġent er
Ġar rÃ³l
A S
Ġconc ert
ĠkÃ©ny szer
p Ã¡r
ect ing
Ġ 00
Ġp an
mÃ©r sÃ©k
ĠS om
Ġk Ã©s
Ġszerep lÅĳ
Ġmeg f
Ġszerk ezet
Ġmeg prÃ³b
Ġteam s
ĠszÃ¡zad i
ĠÃ¡ld ozat
h Ã¶z
ess ion
ĠCar l
Ġb ig
Ġ194 9
Ġstud ents
ro v
Ġf arm
ĠkÃ¶zpont i
ĠAn na
por ary
Ġsik ert
Ġsum mer
Ġconsid er
Ã¡ it
ĠlehetÅĳ vÃ©
Ġb ord
Ġac qu
Ġs Ã¶tÃ©t
Ġpr ison
ĠA pp
ly ing
Ġappoint ed
n el
Ġny erte
Ġsc reen
elv es
Ġdestroy ed
Ġbe jelent
Ã³ ra
ar ies
Ġz aj
Ġalk alm
Ġdisc uss
ĠOr szÃ¡g
f a
Ġel hely
Ġad tÃ¡k
Ġcomm ission
ol ic
Ġk Ã¼zd
Ġhely ezked
Ġam ount
Ġr iver
Ġle aving
on se
Ġsc enes
Ġs ize
Ġmag Ã¡n
ĠT own
ĠKÃ¶zt Ã¡rsasÃ¡g
ect or
Ġ196 2
Ġco up
is k
Ġs Ã©r
Ġf leet
ut as
ĠPart y
ĠSt an
ĠvÃ¡ros i
ĠtovÃ¡bb Ã¡
Ġinvest ig
ĠF re
Ġst aff
Ġlim ited
Ġr Ã³l
Ġsc ript
ol k
az z
ĠA ut
ĠBudapest en
Ġw inning
ul ated
Ġter em
il ly
b esz
egy etem
il ities
ĠTex as
Ġ19 19
ĠK l
ĠKirÃ¡ly sÃ¡g
Ġd raw
Ġepis odes
Ġhi Ã¡ny
Ġ196 3
Ġcsatlak ozott
ĠnyÃŃ lt
mag as
ines e
ĠNy ug
z ott
ĠkÃ¶z Ã¶n
Ġmind Ã¶ssze
Ġj ud
ĠL ab
iz Ã³d
Ġmunk Ã¡s
end s
Ġmin im
onn an
ĠmÃ©rkÅĳzÃ©s en
in y
Ã¶rt Ã¶n
Ġlegy en
Ġk id
h u
ĠkÃ¶ tet
Ġelfog lal
Ã¡j Ã¡n
Ġprov ide
Ġs elf
Ġg it
Ġg irl
Ġfek vÅĳ
j akÃ©nt
ĠB ow
w ell
Ġb ow
ĠH ist
Ġfin an
ĠszÃ¡rmaz Ã¡sÃº
Ġover all
ens ion
ter Ã¼let
Ã¡v ol
M S
ĠkÃ¶rÃ¼l belÃ¼l
sz Ã¶g
Ġchang es
Ġ ÃŃtÃ©l
Ġtart oz
ĠvilÃ¡g bajnoksÃ¡g
Ġd ate
ig ade
ab ban
er ve
Ġjel Ã¶lt
Ġfav or
Ġ16 0
Ġagre ed
Ġb Å±n
c a
m itted
Ġfil ozÃ³
at ai
Ġbo x
r Ã©t
ograp hy
h ad
ĠAd am
Ġro om
Ġrun ning
Ġv ia
ĠL aw
ĠÃ¶ssz ek
Ġcer tain
am in
osz lÃ¡v
Ġprop osed
ĠEl Åĳ
ĠP i
Ġmegy e
Ġint ended
kel et
Ġte xt
ĠL ong
ĠO rosz
im ate
ĠcÃ©l ja
vir on
d i
ĠlÃ¡t ogat
Ġnyelv Å±
ad ian
ig a
Ġnear ly
Ġint ell
ĠÃ³ r
Ġmeg kap
Ġhel ped
Ġtart ottÃ¡k
Ġkor ai
Ġdiv ision
p ad
ĠW ind
Ġp urch
Ġhagy omÃ¡nyos
Ãº ttal
Ġtrans port
ĠB art
Ġw ide
ĠSp anish
Ä į
Ġsupport ed
Ġequ ip
Å± k
Ġny ar
Ġsp ir
b Ã¡n
Ġer Åĳd
ĠÃģllam ok
eth ing
ĠkÃ¶lt Ã¶zÃ¶tt
Ġh am
ĠG ra
Ġl ass
Ġright s
i att
ÃŃtÃ¡s Ã¡ra
ic ation
ol es
ĠBÃ©l a
3 3
Ġ195 8
Ġpol ic
il s
Ġhely szÃŃn
u ing
ĠmegÃ¡ll ap
oc rat
ĠszÃ¡rmaz Ã³
o o
ĠC a
ĠtÃ¡m adÃ¡s
ĠW al
sÃ©g gel
Ġg ar
Ġ5 2
ĠB ank
ĠrÃ©sz let
Ġtyp e
Ġbroad cast
re p
ĠB on
Ġrend ezÅĳ
Ġeffect s
Ġn atural
Ġlegf ontosabb
ĠkÃ¶l cs
a ult
Ġag g
Ġresp onse
Ġtem per
Ġda ughter
Ġd ark
Ġint ens
Ġalak Ãº
ĠCent er
ĠL ake
Ġteljes ÃŃtmÃ©ny
ĠF orm
en ing
Ġel puszt
Ġwrit er
ĠK ent
Ġ12 0
Ġlem ond
Ġb ÃŃrÃ³
et eg
es ked
Ġsiker es
ĠV el
k Ã¡n
Ġre act
Ġinflu ence
Ġcre ate
ad ott
ic les
it Ã¡ny
ĠT rans
Ġf unk
t Ã¶rtÃ©n
n Ã©v
A t
id ents
iskol a
Ġh ab
Ġam b
Ġv Ã¶lgy
Ġp ill
Ġl ay
Ġmeg rend
Ġev ang
9 0
ĠH it
Ġ194 7
Ġep izÃ³d
ĠSov iet
mÅ± vel
ink Ã¡bb
es k
Ġhason l
Ġcommer cial
ĠH aw
Ġjel Ã¶l
ĠkÃ¶vet Åĳ
ĠD ar
Ġ191 4
ĠJos eph
Ġmeg kezd
Ġmov ement
ous ly
Ġtud omÃ¡ny
ĠCh inese
ĠpÃ¡p a
z Åĳk
Ġstruct ure
ĠC ouncil
Ġk g
Ġst ay
Ġv Ã¡sÃ¡r
Ġsus p
ek bÅĳl
Ġ196 1
c y
el ni
Ġcapt ured
Ã³l ag
l av
ĠÃ¡llam i
Ġcs ata
Ġkor lÃ¡t
ĠelÅĳ re
ĠEn d
Ġmar ried
ut er
Ġcomp ared
Ġm ur
ost or
ĠLe e
ĠI ll
Ġplann ed
Ġmely ben
Ġf ans
Ġst ars
ĠIn f
Ã³g Ã©p
ĠAmer ikai
Ġbron z
Ġir Ã¡nt
Ġincre asing
Ġlong er
mÃ©rsÃ©k let
Ġb ird
gy ek
kÃ¶ nyv
Ġbizt on
ĠmÅ± ve
ĠInt Ã©zet
Ġk ir
ĠterÃ¼let e
en nyi
Ġmeg fi
ĠH at
ik t
hat atlan
Ġtart Ã³
sh ire
ĠAtlant ic
Ġtart otta
ĠintÃ©z mÃ©ny
ĠH or
il es
Ġhigh er
Ġchang ed
ĠPac ific
Ġar Ã¡ny
ict ed
Ġfif th
Ġapprox imately
ĠkÃ¶lcs Ã¶n
b ers
ÃŃt ik
k an
s elves
Ġd one
vÃ©d elmi
raj z
th ing
and ed
ail ed
Ġcour se
ĠJ ones
o is
Ġfolyamat osan
ĠSt ep
Ġaward ed
Ġk ocs
Ġp en
Ġte het
oz Ã¡sa
osp ital
Ġexperi ence
and id
Ġn ar
ĠemlÃŃt ik
Ġconc lud
Ġfel nÅĳtt
ĠO ver
Ġthem selves
Ġolimp iai
Ð µ
ĠCl ark
ĠtÃ¡rs adalmi
Ġl iving
Ġmost ly
ĠKol ozs
Ġut Ã³d
ĠM att
qu es
Ġarch it
Ġm Ãºl
Ġem elked
Ġatt ract
Ġen s
jÃ¡r at
Ã³ sÃ¡g
ĠkÃ¶z eli
ĠM os
Ã©s Ã©ben
Ġwith d
Ġdis s
itt ing
Ġenged Ã©ly
19 6
om es
Ġz Ã¶ld
ĠFlor ida
v ez
ĠT op
ĠH on
Ġde ad
or f
alm Ã¡t
Ġlangu age
ug e
Ġob s
i que
Ġbr ing
m is
2 2
ĠWilliam s
ĠGro up
Ġvagy is
re ak
ĠCar ol
ĠF in
ĠW all
ĠF red
ĠS a
Ġw oman
ĠCent ral
ound s
Ġszav az
ĠT y
l ament
ĠGeor g
ĠkÃŃv Ã¡n
Ġth us
p Ã¡ly
ĠmÃ¶g Ã¶tt
Ġremain s
on ic
Ġpl Ã©b
Ġutc a
Ġm it
Ġ195 3
ĠB ra
Ġsp ace
ak kal
Ġst Ãºd
ĠkÃ©sz Ã¼l
Ġkor szak
Ġcop ies
Ġ195 4
ĠNemzet kÃ¶zi
. -
3 5
Ġprob ably
Ġsold iers
Ġeset Ã©ben
Ġmed ia
ĠSec ond
Ġt Ã¡plÃ¡l
Ġrel ated
ĠtovÃ¡bb ra
ow ers
ĠterÃ¼let en
Ġre ally
Ã¡l Ã¡s
ian o
Å±n ik
ĠAr ch
Ġwe ap
ĠS ol
ĠR ail
Åĳd ik
Ġ ere
Ġstand ard
Ġterm Ã©k
c cs
m eg
ap h
Ġb oy
Ġr ank
Ġext ended
Ġerd Ã©lyi
ĠÃ©r z
Ġcs eh
ĠkÃ¶z re
Ġfor ward
Ġbre ed
Ġgu itar
Ġth r
Ġc al
ĠtÃ¶rtÃ©n elmi
Ġhamar osan
Ġif jÃº
ost on
ir Åĳl
Ã¡n k
ĠE arth
Ġk Ã©m
ĠK Ã¼l
Ġle arn
ĠSe a
Ġsuff ered
Ġrend ez
ro t
Ġk astÃ©ly
Ã¡p oly
ĠkÃ¼l fÃ¶ldi
f Åĳ
ĠM Ãºzeum
en cs
Ġwhe ther
Ġh ozott
ak ter
ĠT im
pl es
Ġ17 6
Ġh ot
Ġk ider
Ġ17 5
Ġ195 2
ĠMind en
and a
ĠorszÃ¡g os
ja it
Ð ½
Ġre j
Ġhe av
Ġch all
Ġbec s
k utat
Ġfeat ure
ĠÃ¡t alak
Ġbo ard
fog lal
Ġc eleb
ĠJ an
Ġtrack s
Ġimmedi ately
Ġel jÃ¡r
Ġ193 6
Ġdep art
Ġf ace
ecs k
m unk
ĠR og
ĠvÃ©d elm
Ġo ur
ĠS il
Ã©l t
t i
ĠKÃ¶z Ã©p
Ġh Ãºz
Ġes ett
Ġkult urÃ¡lis
Ġfel b
Ġbl ock
Ġbuild ings
v Ã¡j
Ġraj ta
Ġ195 9
Ġiss ued
Ġv oice
ĠI z
c hen
em an
Ġc ann
Ġc it
ik Ã¡t
ĠJ ac
ord in
ĠpÃ¡ly Ã¡ra
Ġaut Ã³
Ġcent imÃ©ter
ĠS erv
ce an
orn ing
Ġquar ter
o ch
ĠÃ©let Ã©t
or Ãº
ĠK e
ĠO b
ĠC D
ĠCh ris
ĠAr m
ÃŃt hatÃ³
Ġjelent ette
g it
Ġoper ations
Ġelv eszt
Ġmix ed
ĠF ox
Ġhat alom
Ġlead er
Ġmanag er
Ġm ach
ĠD ani
Ġem b
ĠB ab
h ood
Ġlegal Ã¡bb
r as
ab ility
Ġcap ital
Ġcurr ent
H L
eml Ã©k
ĠkÃ¶r ben
ant asy
Ġkeresked elmi
ĠSz Ã©k
r idge
Ã©ny ek
ter em
tain ed
Ġbatt les
Ġ6 00
Ġcount ries
Ġdi Ã¡k
ol jÃ¡k
Ã¶d ik
Ġlik ely
ĠO x
Ġremov ed
th ur
Ġle ave
Ġcomp lex
ĠhÃŃ d
Ġun s
ĠV iet
u j
ik at
Ġpriv ate
Ġsubsequ ently
ĠtÃ¡bor nok
ĠS ok
Ġherceg nÅĳ
Ġincre ase
l ie
in son
Ġfolytat ta
Ġun it
ion ed
Ġoffic ers
ĠT erm
ĠW ales
Ġinit ial
ĠÃ ĵ
ven ue
Ġmozd ony
sz ter
Ġad op
ĠD am
Ġvis it
m egy
ĠS ur
ĠCong ress
Ġal ways
r Ã¡d
Ġim pl
g ing
ĠtÃ¡rgy al
ĠSt one
osz k
Ġmeg alak
ĠrÃ³l a
ĠJ ew
Ġki adÃ¡s
Ġdem on
ĠgÃ³l t
Ġk op
ĠJ en
Ġnev ezte
ĠvÃ¡ros ban
iszt Ã©rium
Ġk an
Ġpl ant
Ġsup pl
ĠF ollowing
Ġs al
Ã¶ p
ĠManc hester
Ġost rom
k o
Ġkik Ã¶t
ĠSc ot
Ġoff ered
Ġreform Ã¡tus
Ġ17 0
oll ing
Ġn etwork
Ġlak Ã³
j Ã¡
Ġex ped
ĠT ime
ĠÃ¡ gy
Ġt ons
Ġmat emat
Ġ195 5
kor ban
ad ium
Ġah ogy
h od
ut t
Ġmag uk
ĠCh ina
Ġgo als
ĠF ed
Ġt rib
Ġb Ã¡rm
Ġt Ã¡nc
ĠP enn
ĠD en
ik er
Ġpl ans
Ġkat eg
d y
ĠvilÃ¡g bajnok
Ġvill age
Ġforr Ã¡sok
Ġsom ething
Ġirod almi
Ġcomp an
Ġinclud es
Ġb ad
Ġstat us
Ġly rics
Ġseb essÃ©g
ĠmegfelelÅĳ en
Ġhely Ã©n
Ġsz ik
ĠM od
Ġappro ach
o j
kod ott
ĠR od
ĠFrancia orszÃ¡g
Ã¡k ban
ĠP op
Ġhe alth
ĠÃ©r vÃ©ny
Ġloc ation
im a
Ġm om
Ġmajor ity
Ġcol on
ĠorszÃ¡g gyÅ±l
ĠK ÃŃn
ony i
Ġcon fl
ĠB ell
Ġsy n
Ġdam aged
Ġprobl ems
l oy
Ġ193 7
s ek
ill s
Ġc anc
Ġfl ag
g en
et Ã©t
Ġindivid ual
D uring
zs Ã©b
Ġkeret Ã©ben
Ġv Ã¡d
Ġelm ond
raj zi
k ett
ĠI l
Ġ5 6
ĠB ern
Ġkor on
ad ed
nev ezett
Ġhossz abb
Ġi gyek
ac hes
ĠCan adian
Ġre fl
Ġmin ute
at o
v it
d own
ĠG Ã¡bor
Ġadmin ist
ĠÃ¡ll omÃ¡s
2 1
Ġmeet ing
Ġg am
kez Åĳ
Ġel s
Ġm ol
Ġterm s
ĠB ec
Ġhal ad
Ġkin ev
f act
Ġc ounter
ĠL es
if y
ri age
at ory
v in
ĠW in
t enger
ÃŃt ve
ĠÅĳ sz
ar Ã¡nt
Ġhaszn Ã¡ltÃ¡k
Ġkapcsol atban
Ġb ÃŃ
Ġed dig
ĠH u
ain e
ĠS um
ĠAfric a
um ed
h ere
ĠbÅĳ v
Ġj un
ug oszlÃ¡v
ĠIt s
Ġcons ist
ul Ã¡sa
c an
ĠB ul
d es
Ġ5 4
Ġideg en
Ġreveal ed
l im
Ã³ri um
Ġ195 1
ĠHigh way
olÃ³g us
am i
Ġc ause
Ġmod el
Ġconf ir
oll Ã©g
Ġserv ices
ĠBer lin
ĠAz onban
Ġ191 7
her ceg
ass a
Ġgr and
b Ã©
ĠL ater
ĠAs s
Ä ĥ
Ġez eket
ĠAn n
ĠmÃ³d os
Ġg al
Ġ Ã¡s
ĠO ut
ĠfelesÃ©g Ã¼l
E l
j og
Ã¡m os
ĠnÃ¶v eked
eng ed
Ġpi ac
Ġran ked
k Åĳ
Ġdist rib
el e
Ġm akes
ĠN ic
Ġint eg
Ġ ÃŃz
ĠJ ud
Ġe bbÅĳl
ĠhasznÃ¡l jÃ¡k
Ġsz im
Ġattack s
Ġra ised
Ġtor ped
Ġdisc overed
Ġtud Ã³s
uk t
ĠtermÃ©szet es
Ġneed ed
Ñ Ģ
Ġki b
Ġfelel Åĳs
ĠK ap
Ġrespect ively
viron ment
Ġt Åĳ
ri al
ĠelÅĳ adÃ¡s
Ġprofess ional
Ġazon nal
Ġszer et
r ak
ĠÃģ r
se b
Ġappear s
Ġd omb
ĠS quadron
ĠO h
Ġattack ed
Ġfl ight
Ġconc ept
Ġtak es
Ġdr Ã¡m
Å Ĥ
Ġl ived
ĠL atin
qu ar
ĠVÃ©g Ã¼l
ers ey
sÃ¡g os
ĠSz ovjet
Ġt eng
Ġlaun ched
an ia
Ġfoly t
Ġnum erous
Ġnyelv en
Ġf eny
Ġdok ument
Ġs pl
ĠN ot
Ġattempt ed
ĠJ on
ub e
ĠAkadÃ©m ia
Ġa bb
Ġmov ing
ul e
Ġab s
ĠS imp
ĠelÅĳ zÅĳ
Ġinsp ired
Ġoccur red
ĠF est
Ġg ot
ri ai
Ġegy arÃ¡nt
Ġup per
szak i
Ġs ors
ĠB oth
Ġtap asztal
j en
gy Ã¡r
Ġmagyar orszÃ¡gi
aj a
Ġb Ã¶rtÃ¶n
rem e
Ġf er
ĠÃ¡r am
ing er
Ġy et
Ġalk almas
ĠF C
Ġg imnÃ¡zium
ĠRuss ian
Ġr ab
Ġassoci ated
ĠtÃŃpus Ãº
ĠR ay
ĠcsÃ¡sz Ã¡ri
ĠA rab
ĠegyhÃ¡z i
Ã¡sa it
Ã©ly es
Ã©k et
ĠC he
Ġklassz ikus
ĠAr g
sp ap
Ġtesz i
ĠhÃŃ m
ĠÃ©v en
ur ies
um n
Ġmaxim um
3 2
ĠÃºgy nevezett
ĠT Ã¡rsasÃ¡g
Ġ193 5
Ġacc omp
ĠMar c
Ġco ach
ĠD ist
ĠrÃ¶g z
Ġsec ret
Ġsl ight
ĠÃģllam okban
ĠGy ula
ĠS port
ĠIm re
ĠFer din
Ġtal Ã¡lt
ĠEm pire
art Ã³
m ai
Ã¡ciÃ³ t
j oy
Ġtart Ã³z
Ġv eh
ĠHar ry
Ġs ales
het i
Ġro y
19 5
Ġegyik e
ĠkÃ¶lt Åĳ
Ã¼l Ã©se
ort un
Ġho ur
Ġre jt
l ist
Ġbud dh
Ġsh own
Ġ184 8
ĠÃ©j szak
Ġy ards
Ġforr adalom
Ġn ature
Ġalap ÃŃtott
Ġment Ã©n
ĠCol umb
ell ow
Ã©ny i
Ġpr inci
Ġfin ally
Ġcond itions
A r
ĠJ eff
l eti
Ġs vÃ©d
any ja
iz ing
ÃŃ li
eg Ã©sz
Ġt Ã¼n
Ġresult ed
ĠLen gyel
ĠC amb
Ġleg inkÃ¡bb
Ġsmall er
p at
